{"pageProps":{"data":{"Contribution ID":1053,"Contribution Type":"Artwork","Title":"Body Cosmos","Description":"Body Cosmos is an artwork that explores the interconnectedness of the human body in a digital cosmic environment. We\ncreate a surreal virtual reality that reflects the intricate structures of human anatomy and celestial nebulae, learning from volumetric rendering techniques. This immersive experience connects the macrocosm of the universe with the microcosm of human life, revealing the enduring resonance of our biological rhythms in the cosmic dance (Figure 1). “Body Cosmos” integrates real-time bio-data gathered through\nheart rate monitors and EEG devices. This life data influences the visualization, creating an intimate, personal connection with the cosmos. The artwork transcends immediate presence, reflecting on the intertwined relationships that humans can form with digital data, thus nurturing a perpetual presence within the cosmic expanse.","Webpage":"https://vimeo.com/user74394024","id":"body-cosmos","next":"infinite-colours","prev":"body-cosmos-an-immersive-experience-driven-by-real-time-bio-data","images":[{"src":"images/contributions-images/Image 1 (File responses)/SE_Render.DetailLightingOnly.0185 - Rungu Lin.jpeg","imageCaption":"Screenshot of Unreal Engine’s real-time demo of Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},{"src":"images/contributions-images/Image 2 (File responses)/SE_Render.FinalImage.0080 - Rungu Lin.jpeg","imageCaption":"Figure 4: Screenshot of Unreal Engine’s real-time demo Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},{"src":"images/contributions-images/Image 3 (File responses)/SE_Render.FinalImage.0110 - Rungu Lin.jpeg","imageCaption":"Figure 4: Screenshot of Unreal Engine’s real-time demo Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160}],"authors":[{"id":"1053-rem-rungu-lin","nameSurname":"Rem Rungu Lin","website":"https://vimeo.com/user74394024","bio":"Rem RunGu Lin is a digital artist and the co-founder of Funtheory/Befun studio. He investigates the intersections of bio-data, generative art, mixed reality, and human-computer interaction in his research and artwork. He holds a master’s degree from MIT and is pursuing his PhD in Computational Media and Art (CMA) at HKUST. His works/papers have been Recognized in international conferences/exhibition including Ars Electronica, Siggraph Asia, IEEE VIS AP, VINCI, Bi-City Biennale of Urbanism/Architecture, “Vision Shenzhen” Shenzhen Light Art Museum, Guangdong Modern Dancing Week and etc.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/微信截图_20230804171201 - Rungu Lin.png","width":984,"height":984}},{"id":"1053-koo-yongen-ke","nameSurname":"Koo YongEn Ke","website":"https://vimeo.com/user74394024","bio":"Koo Yong-en, a new media artist and co-founder of Funtheory/Befun Digital Lab. She graduated from Jinan University with a bachelor’s degree in music, majoring in composition and electronic music production. She is currently pursuing her PhD in CMA at HKUST. She is also a director of the Guangzhou Modern Music Association, where she focuses on creating immersive interactive videos for performing arts. She has a rich experience in cross-border co-creation, covering various topics such as dance, drama, opera, poetry, painting, music, etc.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/微信截图_20230820163026 - Rungu Lin.png","width":651,"height":741}},{"id":"1053-leixin-luo","nameSurname":"Leixin Luo","website":null,"bio":"Leixin LUO is the co-founder of Befun studio and BE Retail Research Group. He got the Master of Architecture degree from UPENN and MBA degree from HKUST. He has years of entrepreneurial experience in the fields of business planning, design, and public art installations, and possesses extensive interdisciplinary knowledge to ensure the successful implementation of complex projects. ","image":{"src":"images/contributions-images/Author 3 Image (File responses)/微信截图_20230820172108 - Rungu Lin.png","width":441,"height":452}}]}},"__N_SSG":true}