{"pageProps":{"data":{"Contribution ID":1029,"Contribution Type":"Paper","Title":"Body Cosmos: An Immersive Experience Driven by Real-Time Bio-Data","Description":"This paper presents \"Body Cosmos\", an artwork that creates a symbiotic relationship between the human body and a simulated cosmic environment through volumetric rendering and particle system. Drawing from DICOM data to simulate the human body and nebulae, we create an interactive and dynamic virtual environment. The real-time bio-data of users, collected via heart rate sensors and EEG devices, is integrated into the visualization, fostering a personal engagement and unity within this 'cosmos.' Body Cosmos provokes curiosity and expands users' imagination, and deepens their understanding of life's macrocosm and microcosm. This exploratory project redefines traditional perceptions of the human body in relation to the universe, creating a unique lens to view selfhood, embodiment, and identity. As we look to the future, the system's evolution will include incorporation of more bio-data sensors, an investigation into its potential psychological and physiological benefits, and the development of social interactive features through multi-user capabilities.","Webpage":"https://vimeo.com/user74394024","id":"body-cosmos-an-immersive-experience-driven-by-real-time-bio-data","next":"body-cosmos","prev":"spotlight","images":[{"src":"images/contributions-images/Image 1 (File responses)/SE_Render.DetailLightingOnly.0185 - Rungu Lin.jpeg","imageCaption":"Screenshot of Unreal Engine’s real-time demo of Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},{"src":"images/contributions-images/Image 2 (File responses)/SE_Render.FinalImage.0080 - Rungu Lin.jpeg","imageCaption":"Figure 4: Screenshot of Unreal Engine’s real-time demo Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},{"src":"images/contributions-images/Image 3 (File responses)/SE_Render.FinalImage.0110 - Rungu Lin.jpeg","imageCaption":"Figure 4: Screenshot of Unreal Engine’s real-time demo Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160}],"authors":[{"id":"1029-rem-rungu-lin","nameSurname":"Rem RunGu Lin","website":"https://vimeo.com/user74394024","bio":"Rem RunGu Lin is a digital artist and the co-founder of Funtheory/Befun studio. He investigates the intersections of bio-data, generative art, mixed reality, and human-computer interaction in his research and artwork. He holds a master’s degree from MIT and is pursuing his PhD in Computational Media and Art (CMA) at HKUST. His works/papers have been Recognized in international conferences/exhibition including Ars Electronica, Siggraph Asia, IEEE VIS AP, VINCI, Bi-City Biennale of Urbanism/Architecture, “Vision Shenzhen” Shenzhen Light Art Museum, Guangdong Modern Dancing Week and etc.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/微信截图_20230804171201 - Rungu Lin.png","width":984,"height":984}},{"id":"1029-koo-yongen-ke","nameSurname":"Koo YongEn Ke","website":"https://vimeo.com/user74394024","bio":"Koo Yong-en, a new media artist and co-founder of Funtheory/Befun Digital Lab. She graduated from Jinan University with a bachelor’s degree in music, majoring in composition and electronic music production. She is currently pursuing her PhD in CMA at HKUST. She is also a director of the Guangzhou Modern Music Association, where she focuses on creating immersive interactive videos for performing arts. She has a rich experience in cross-border co-creation, covering various topics such as dance, drama, opera, poetry, painting, music, etc.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/微信截图_20230820163026 - Rungu Lin.png","width":651,"height":741}},{"id":"1029-kang-zhang","nameSurname":"Kang Zhang","website":null,"bio":null}]}},"__N_SSG":true}