{"pageProps":{"allContributionsData":[{"Contribution ID":1010,"Contribution Type":"Artwork","Title":"Waiting for the Wave in Metaverse","Description":"This artwork is a visualisation of the moment of a well-formed shape of a wave, ideal for surfing, which retains its aesthetically pleasing shape forever, through a creative process that mixes reality and virtual reality.  It attempts to generate an experience in nature with its audience by presenting it and the artwork reaffirms the supple strength of human cognitive abilities and expresses a sense of human existence that will remain unchanged forever, even in a future where reality is in chaos.\n\nThe artwork mixes reality and virtual reality through a playful creative process that moves between digital and physical, 2D and 3D. It visualises the moment of a shape of a well-formed wave as a perpetual presence, that is aesthetically pleasing and gives us pleasant confusion at the same time.\n\nIt presents the fleeting moment of a wave, a form of natural force by blending human hand-creation, which generates randomness, with ocean physics, which always works correctly, in the chaos of real and virtual reality. And by building interaction between human beings and nature and reaffirming our identity from a trans-human perspective, like meditation, we can ensure that our sense of being is forever unchanged.\n\nModern technology makes it easy to replicate visual representations that are indistinguishable from reality. The metaverse has become one of the spaces in which we humans exist, and the definition of existence is being distorted. However, we live in ever-changing times and continue to evolve, recognising and accepting flexibly the chaos of reality and the unreality that technology brings with positive hope.","Webpage":"https://out-of-blue.com/waiting-for-wave-in-metaverse/","Format(s)":"printed image, sculpture, screening, display device","Material(s)":"digital data, paper, resin, stone powder","Dimensions (if applicable)":"*The following is a proposal based on feedback and may change depending on the size of the allocated space, so it is not necessary to put it in the catalog. ●Printed images, H32.9cm×W48.3cm (If conditions allows, it could be adjustable) ●Acrylic water tank installation, W25.2cmxH8cmxD12.6cm ●LED display monitor, W210cmxH140cm, Resolution72dpi  (The biggest size is 95 inch LED display monitor.  This can be adjusted to smaller sizes if necessary.)","Year of creation":2023,"id":"waiting-for-the-wave-in-metaverse","image":{"src":"images/contributions-images/Image 1 (File responses)/wave1_high - Yamazaki Midori.jpg","imageCaption":"Final outcome of the artwork 1","width":6204,"height":4136},"authors":[{"id":"1010-midori-yamazaki","nameSurname":"Midori Yamazaki"},{"id":"1010-yves-leterrier","nameSurname":"Yves Leterrier"},{"id":"1010-junya-taguchi","nameSurname":"Junya Taguchi"},{"id":"1010-sandeep-virdi","nameSurname":"Sandeep Virdi"}]},{"Contribution ID":1018,"Contribution Type":"Artwork","Title":"Solar System","Description":"Solar System is an audio-visual live performance that marries data visualization and sonification. The installation system employs sidereal period data from the eight planets in our Solar System to generate a live soundtrack and visualization.\n\nThe mission of this endeavor is to use audible and visual media to allow humans to uncover and cognize with the always surrounding, yet invisible, Solar System. Each planet's unique data patterns (sidereal periods) contribute to this exploration by being translated with audible and visible media. The media stimulate audiences' cognitive senses, enabling audiences to tangibly experience the aesthetic wonder of the cosmic world, which is deeply interconnected with the entirety of the Universe and humanity on Earth.\n\nThe inspiration and message of the Solar System project resonate with this year's theme, Perpetual Presence. Throughout history, data from the Universe has been employed to uncover the existence of unseen worlds, the Cosmos. The discoveries gleaned from the process have influenced numerous sectors of our humanity, communicated through various languages and approaches. Scientists use numerical data and textual explanations to communicate information about the Cosmos. On the other hand, artists use sensory media, such as visuals and sounds, to narrate the story of the Cosmos. This art project aims to manifest the continuous and timeless presence of the Universe where it surrounds humanity, employing artistic transformation of universe data to illuminate its enduring existence. \n\nThe sidereal periods of the eight planets are the raw data. These relative orbital periods were transformed into eight distinct sound loops, each with its unique cycle. This transformation was accomplished through the installation system incorporating algorithms. While producing a soundtrack, changes in the sound influence the visualization. The sound signals are transferred to the visual tool, impacting the visualized elements.","Format(s)":"audio-video performance, video installation","Material(s)":"Processing, Ableton Live, Sound sensors, a MIDI Controller","Year of creation":2016,"id":"solar-system","image":{"src":"images/contributions-images/Image 1 (File responses)/51121-167154-solar-system-data-driven-audiovisual-design-image-1 - Hyemi Song.jpg","imageCaption":"Solar System, audio-video live performance. The performer operates the installation system at the center of the stage.","width":3600,"height":3600},"authors":[{"id":"1018-hyemi-song","nameSurname":"Hyemi Song"}]},{"Contribution ID":1026,"Contribution Type":"Artwork","Title":"Spotlight","Description":"Spotlight is an interactive data visualization project on the topic of government-imposed internet shutdowns. Although originally created in a book format, it is presented as a poster series for the purposes of this exhibition. This project explores the effects of internet shutdowns, some of their common triggers, and their relation to sensitive events such as protests and elections. The pages are made interactive through the use of glow-in-the-dark paint, which requires the viewer to use a UV flashlight provided to them along with each page to reveal additional information. The glow-in-the-dark-paint was not only an interesting material to experiment with in terms of creating light-based interactions, but it also symbolically complements the storytelling aspect of this project since internet shutdowns are often associated with phrases such as “being left in the dark”. The overall experience aims to replicate a sense of living through an internet shutdown by creating a low-light environment where the viewer is faced with a barrier in order to access some information as it is difficult or at times impossible to access certain sources of information during internet shutdowns. ","Format(s)":"Interactive poster series, Book","Material(s)":"glow-in-the-dark paint and markers, UV flashlight","Dimensions (if applicable)":"276cm (w) x 201.5cm (h) x 68cm (d)","Year of creation":2023,"Email Address":"cperin@uvic.ca","id":"spotlight","image":{"src":"images/contributions-images/Image 1 (File responses)/spotlight-image-0 - Charles Perin.jpg","imageCaption":"Map of internet freedom status","width":4032,"height":3024},"authors":[{"id":"1026-kimiya-pahlevan","nameSurname":"Kimiya Pahlevan"},{"id":"1026-charles-perin","nameSurname":"Charles Perin"}]},{"Contribution ID":1029,"Contribution Type":"Paper","Title":"Body Cosmos: An Immersive Experience Driven by Real-Time Bio-Data","Description":"This paper presents \"Body Cosmos\", an artwork that creates a symbiotic relationship between the human body and a simulated cosmic environment through volumetric rendering and particle system. Drawing from DICOM data to simulate the human body and nebulae, we create an interactive and dynamic virtual environment. The real-time bio-data of users, collected via heart rate sensors and EEG devices, is integrated into the visualization, fostering a personal engagement and unity within this 'cosmos.' Body Cosmos provokes curiosity and expands users' imagination, and deepens their understanding of life's macrocosm and microcosm. This exploratory project redefines traditional perceptions of the human body in relation to the universe, creating a unique lens to view selfhood, embodiment, and identity. As we look to the future, the system's evolution will include incorporation of more bio-data sensors, an investigation into its potential psychological and physiological benefits, and the development of social interactive features through multi-user capabilities.","Webpage":"https://vimeo.com/user74394024","id":"body-cosmos-an-immersive-experience-driven-by-real-time-bio-data","image":{"src":"images/contributions-images/Image 1 (File responses)/SE_Render.DetailLightingOnly.0185 - Rungu Lin.jpeg","imageCaption":"Screenshot of Unreal Engine’s real-time demo of Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},"authors":[{"id":"1029-rem-rungu-lin","nameSurname":"Rem RunGu Lin"},{"id":"1029-koo-yongen-ke","nameSurname":"Koo YongEn Ke"},{"id":"1029-kang-zhang","nameSurname":"Kang Zhang"}]},{"Contribution ID":1053,"Contribution Type":"Artwork","Title":"Body Cosmos","Description":"Body Cosmos is an artwork that explores the interconnectedness of the human body in a digital cosmic environment. We\ncreate a surreal virtual reality that reflects the intricate structures of human anatomy and celestial nebulae, learning from volumetric rendering techniques. This immersive experience connects the macrocosm of the universe with the microcosm of human life, revealing the enduring resonance of our biological rhythms in the cosmic dance (Figure 1). “Body Cosmos” integrates real-time bio-data gathered through\nheart rate monitors and EEG devices. This life data influences the visualization, creating an intimate, personal connection with the cosmos. The artwork transcends immediate presence, reflecting on the intertwined relationships that humans can form with digital data, thus nurturing a perpetual presence within the cosmic expanse.","Webpage":"https://vimeo.com/user74394024","id":"body-cosmos","image":{"src":"images/contributions-images/Image 1 (File responses)/SE_Render.DetailLightingOnly.0185 - Rungu Lin.jpeg","imageCaption":"Screenshot of Unreal Engine’s real-time demo of Body Cosmos (© Rungu Lin 2023)","width":3840,"height":2160},"authors":[{"id":"1053-rem-rungu-lin","nameSurname":"Rem Rungu Lin"},{"id":"1053-koo-yongen-ke","nameSurname":"Koo YongEn Ke"},{"id":"1053-leixin-luo","nameSurname":"Leixin Luo"}]},{"Contribution ID":1034,"Contribution Type":"Artwork","Title":"Infinite Colours","Description":"This generative work draws data from 2,499 queer independent games for about 12 seconds each. Each game adds a unique shape and colour onto the canvas, and plays a unique string of notes. Over 8 hours, the canvas will be filled with infinite colours to celebrate LGBTQIA+ independent videogames.\n\nHistory has always been queer. Through this generative visual and sound work, we aim to demonstrate the collective activism, movement, and creative expressions that queer folks are making to be visible, heard, and to say that we are here. \n\nBut queer movement does not happen over night; queer resistance is accumulative and built over generations of self-sacrifice and self-acceptance. The multitude intersectionality of the unruly times slowly bleeds colour into the world, blends motion into the landscape, and accumulatively becomes a canvas of ever-moving colourful light.","Webpage":"https://jtg.design","Format(s)":"generative projection art","Material(s)":"Javascript, projector, primed woodboard","Dimensions (if applicable)":"180cm x 180cm x 20cm","Year of creation":2023,"id":"infinite-colours","image":{"src":"images/contributions-images/Image 1 (File responses)/Infinite Colours 1 - Xavier Ho.jpg","imageCaption":"Front photo of the generative projection artwork swirling with mustard orange, muddy and dimmed cyan, and a pool of red and magenta.","width":2940,"height":1654},"authors":[{"id":"1034-xavier-ho","nameSurname":"Xavier Ho"},{"id":"1034-stephen-krol","nameSurname":"Stephen Krol"}]},{"Contribution ID":1040,"Contribution Type":"Artwork","Title":"The Vast Territory","Description":"In the novel The Vast Territory (El vasto territorio. Alfaguara, 2021; Caja Negra, 2023), by Chilean author Simón López Trujillo, a mycologist analyses the way a certain fungus infects the mind of a forest worker called Pedro. An abstract image of countless white dots against a black background, in the form of waves or a mountain range, appears to explain the infection: the genetic origin of Pedro’s language, when the fungus starts speaking through him. \nThat image, included in the revised edition of the book, is also a depiction of the novel’s genetic origin, as it was generated by a visualization of different drafts of the novel. In every literary reading, two texts are involved: the actual text, that we can smoothly read with our eyes, and a second, invisible text, made of all the deletions, editions, and additions of words involved in the process of writing. This project conceives the visualization of The Vast Territory as a visual novel on its own that explores the unconscious of the book: that black, secret space, where the words involved in the writing process emerge as ghostly presences. There, the data of the previous draft are manifested in the following one, as a latent presence in the actuality of the text we read.\nIn this work, every white dot represents a word in the juxtaposed draft sequence. Its construction follows only two straightforward rules: (1) words are sequentially arranged in a horizontal line; (2) the vertical position of each word-dot is determined by its initial appearance within the entire sequence of drafts. The result is a “data-palimpsest” where each draft leaves its imprint on the next through their cumulative determination of the spatial order. By using the order of first appearance as the guiding principle, the visualisation emphasises the inherited structure of each draft from its predecessors, akin to looking at the fossil record or geological strata, with the most ancient elements appearing at the greatest depth.","Webpage":"the-vast-territory.baltazarperez.com","Format(s)":"Non-interactive program","Material(s)":"Javascript, four text files corresponding to El Vasto Territorio and its drafts","Year of creation":2023,"Email Address":"ignbpm@gmail.com","id":"the-vast-territory","image":{"src":"images/contributions-images/Image 1 (File responses)/0 - Ignacio Baltazar Pérez Messina.png","imageCaption":"Three drafts of The Vast Territory followed by its published version. Each white dot is a word, ordered vertically by first appearance.","width":2880,"height":1700},"authors":[{"id":"1040-baltazar-prez","nameSurname":"Baltazar Pérez"},{"id":"1040-simn-lpez-trujillo","nameSurname":"Simón López Trujillo"}]},{"Contribution ID":1051,"Contribution Type":"Pictorial","Title":"Reinterpreted Spaces, an AI Printmaking Collaboration","Description":"We present an examination of organic spaces through print, book making, data, and machine learning. Artists created a book that explored the idea of organic and machine-made interpretations of a place that were generate using 3 different processes: a generative adversarial network, traditional printmaking and a camera. The artists found the results unexpected, discussing how the AI-generated image changed and complicated their understanding and constructed narrative about the original image and space. This caused them to think outside the box with over half of the students changing their print matrix and/or ink choices after seeing their AI-generated image. This supported the learning objective for students to collaborate with technology that is uninhibited by perspective or expectation, adapting and responding productively and creatively within a new framework. With the newfound accessibility to AI-generated images we encourage art teachers to explore how it fits into their curriculum.","Email Address":"hewolfe@colby.edu","id":"reinterpreted-spaces-an-ai-printmaking-collaboration","image":{"src":"images/contributions-images/Image 1 (File responses)/visap_books_small - Hannen Wolfe.png","imageCaption":"Nine of the flag books created by the artists interpreting a chosen space through photography, AI generated imagery and printmaking.","width":2339,"height":1654},"authors":[{"id":"1051-hannen-wolfe","nameSurname":"Hannen Wolfe"},{"id":"1051-charlotte-rogerson","nameSurname":"Charlotte Rogerson"},{"id":"1051-amanda-lilleston","nameSurname":"Amanda Lilleston"}]},{"Contribution ID":1056,"Contribution Type":"Artwork","Title":"Plastic Landscape - The Reversible World","Description":"\"Plastic Landscape - The Reversible World\" is an AI-generated 3D animated video design that shows the apocalyptic and surreal world surrounded by artificial plastic mixtures and objects in the ocean, urban city, Antarctica, and forest. Four different scenes are animated, with the camera panning slowly from left to right. Viewers can observe how the plastics are decomposed at a slower speed by looking at particle animations. In collaboration with engineers at Yonsei University, reverse neural network algorithms were applied to create style transferred images and those images were used for textures for surreal 3D objects in the world-making process. In doing so, the piece raises awareness about microplastics, which are a cause of environmental issues in the present day. Data like different types of plastics and speed of decomposition are applied in this animation and sound design. This scene animation is inspired by Ilwalobongbyeong (a folding screen) behind the king’s throne of the Joseon Dynasty. This animation depicts the twist of the landscape. Surreal objects/buildings in this animation made from plastic look beautiful and mesmerizing at first glance. However, the viewers can notice that they are the decayed objects and destroyed nature impacted by human beings. This new multi-sensory artwork addresses the awareness of plastic pollution through the apocalyptic lens. \nThis work explores how humans and non-humans can be mingled in the plastic-impacted situations with an artistic lens and critical point of view. The piece brings audiences face to face with the reality of climate change, while at the same time foreboding a future that has been destroyed by microplastics; the piece will inspire audiences to take action of their own accord.","Webpage":"http://yoonchunghan.com/portfolio/plasticlandscape.html","Format(s)":"Multi channel video installation","Material(s)":"Video installation","Year of creation":2023,"id":"plastic-landscape---the-reversible-world","image":{"src":"images/contributions-images/Image 1 (File responses)/Plastic_Landscape_YHan_Representative_Image - Yoon Chung han.jpg","imageCaption":"\"Plastic Landscape - The Reversible World\" by Yoon Chung Han ","width":3840,"height":2160},"authors":[{"id":"1056-yoon-chung-han","nameSurname":"Yoon Chung Han"}]},{"Contribution ID":1060,"Contribution Type":"Artwork","Title":"Monster in a Snow Globe: Biographies as Data Physicalizations","Description":"The lives and works of artists inscribe themselves into the cultural, material and media environments of their times, and some of them leave traces living with us in perpetual presence. Similar to the arts, the means to study and document such biographical inscription processes are under constant development: From the heroic accounts of Renaissance artists to feminist visualizations of co-existing urban subjects we have seen the arts and humanities’ methods portfolio evolve.\n\nIn this context, the artwork showcases how the intangible and ephemeral lives of artists can be brought into the physical presence of material exhibition spaces. To that end, it builds on the visualization framework of time geography and remodels biographies diagrammatically as three-dimensional trajectories, drawing unique curves into a translucent space-time sculpture.\n\nFocusing on the life and work of the Austrian painter Herwig Zens (1943-2019), the data sculpture shows major steps and movements of his career. Over many decades, Zens kept a multimodal diary and etched logbook-like notes on art projects and his teaching activities, encounters with other artists, collectors and gallery owners, as well as travel impressions on copper plates. A complete print of the diary from 2005—which Zens referred to as “monster” due to its sheer informational and productional complexity—is considered the longest etching in the world at 40 meters. In lieu to this artifact, the sculpture translates the ‘monstrous’ complexity of a modern-day biography into a distant reading object, oscillating between an epistemic image and a kid’s toy—similar to snow globes which are used to contain memorable figures or sites, and which have been invented in Vienna at the end of the 19th century.\n\nAcknowledgements: The European Union’s Horizon 2020 research and innovation programme partly supported related research and development under the project No. 101004825.","Webpage":"https://dataquaria.com/?sample=zens","Format(s)":"sculpture, interactive prototype, data story, website","Material(s)":"Acrylic Polymer","Dimensions (if applicable)":"Height: 134mm, Width: 83mm, Depth: 56mm","Year of creation":2023,"id":"monster-in-a-snow-globe-biographies-as-data-physicalizations","image":{"src":"images/contributions-images/Image 1 (File responses)/20230215_153638_m - Florian Windhager.jpg","imageCaption":"The etched diary of Herwig Zens (length = 40 m), also referred to as “monster” by the artist due to its productional complexity (KHM Vienna, 2023).","width":4116,"height":2004},"authors":[{"id":"1060-florian-windhager","nameSurname":"Florian Windhager"},{"id":"1060-viola-rhse","nameSurname":"Viola Rühse"},{"id":"1060-michael-smuc","nameSurname":"Michael Smuc"}]},{"Contribution ID":1062,"Contribution Type":"Artwork","Title":"The Heart (Video Documentation)","Description":"The Heart is a site-responsive, slow Artificial Intelligence artwork to be lived with over decades. It reveals the pulse of a superorganism: the community visiting, living, and working in Melbourne Connect, a city-block size building, home of businesses, university departments, a kindergarten, accommodation, and a science museum. The Heart beats indefinitely for and with the life of the building and its community.\n\nThe Heart is connected to 4800 Building Information Modelling sensors. These monitor CO2, humidity, occupancy, movement, light, and more. The building adjusts the environment to create the optimum conditions for human comfort and safety. Normally, the automated work of building sensors and systems is dispersed and imperceptible. The Heart stages the building’s ‘sensations’ in a way people can perceive and begin to empathise with. It does this by taking form in Melbourne Connect as a 10-metre-tall volume of brass droppers, reconstituted brick fragments, and LEDs in the shape of a giant human heart.\n\nThe Heart operates within a perpetual present, responding live to the activity occurring in proximity to its sensors in perpetuity, and responds through changes in heart rate and animation. Visitors can also interact directly with The Heart by touching a heart rate monitor and adding their pulse to the building.\n\nThe Heart uses Manifold Learning to become accustomed to the live ‘sensations’ it receives from its ‘body’ (the building) over the course of each day. At night when The Heart sleeps, it creates a new manifold merged with previous days’ manifolds. When awake, it compares what it ‘feels’ in the present against its habituated experience of the past.\n\nThe Heart also uses a Generative Adversarial Network (GAN) to develop a capacity to anticipate what it is about to ‘feel’ based on its ‘lifetime’ of habituated experiences. \n\nVisit: 700 Swanston Street, Melbourne\n\nArtist: Robert Walton \nAI Programming: Zaher Joukhadar \nDesign: ADDITIVE \nHeart OS: Brad Hammond","Webpage":"https://robertwalton.net/project/the-heart/","Format(s)":"Durational performance, live computer simulation running in perpetuity, 3D display volume, tapered neon.","Material(s)":"Brass, scientific glass, neon, LED, reconstituted brick and 3D-printed weights, custom printed circuit boards, custom operating system HeartOS (Unity), custom data pipeline, custom Manifold Learning and Generative Adversarial Network implementations, 4800 BIM sensors, Melbourne Connect, people breathing and moving in Melbourne Connect.","Dimensions (if applicable)":"Visible: 10m x 10m x 10m (approx.) Invisible: 100m x 200m x 70m (approx.)","Year of creation":2023,"Email Address":"robert.walton@unimelb.edu.au","id":"the-heart-video-documentation","image":{"src":"images/contributions-images/Image 1 (File responses)/DSC_1445 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect, Robert Walton Photo: Michael McAtomney","width":1920,"height":1280},"authors":[{"id":"1062-robert-walton","nameSurname":"Robert Walton"},{"id":"1062-zaher-joukhadar","nameSurname":"Zaher Joukhadar"},{"id":"1062-additive-paul-lim-and-bosco-shaw","nameSurname":"Additive (Paul Lim and Bosco Shaw)"},{"id":"1062-brad-hammond-","nameSurname":"Brad Hammond "},{"id":"1062-michael-mcatomney-melbourne-connect","nameSurname":"Michael McAtomney (Melbourne Connect)"}]},{"Contribution ID":1066,"Contribution Type":"Pictorial","Title":"Bitter Data: An Exploration into Data Edibilization of Negative Emotion","Description":"“Bitter Data” transforms 100,000 distress postings from Chinese social media into a multi-sensory experience using data edibilization. We’ve mapped distress data quantity to the bitterness and color of tea through data analysis and experimentation. Participants taste, smell, and observe 11 cups of tea, each embodying a year’s distress data, in our workshop. Their facial expressions, recorded upon tasting, visually indicate emotional states. This project explores benefits and pragmatic solutions to challenges of data edibilization.","id":"bitter-data-an-exploration-into-data-edibilization-of-negative-emotion","image":{"src":"images/contributions-images/Image 1 (File responses)/01 - FeSO4.7H2O.jpg","imageCaption":"Mapping facial expressions in correlation with the bitterness of each year.","width":2821,"height":2093},"authors":[{"id":"1066-yufan-li","nameSurname":"YuFan Li"},{"id":"1066-yue-huang","nameSurname":"Yue Huang"},{"id":"1066-varvara-guljajeva","nameSurname":"Varvara Guljajeva"},{"id":"1066-kang-zhang","nameSurname":"Kang Zhang"}]},{"Contribution ID":1069,"Contribution Type":"Paper","Title":"Parasitic signals: Multimodal Sonata for Real-time Interactive Simulation of the SARS-CoV-2 Virus","Description":"This project aims to transform the nano-scale of a striking biological phenomenon, the relationship between the SARS-CoV-2 virus and human molecules, into an interactive audiovisual simulation. In this work, Atomic Force Microscopy (AFM) touching and imaging a single molecule measures the interaction between the spike protein of SARS-CoV-2 and human cellular proteins and measures the dynamic of the spike protein. We create a comprehensive scientific model based on diverse datasets and theories presenting a real-time interactive complex system with efficient rendering and sonification using a single C++ platform. This project invites the audience into an immersive space where they can control the behavior of biomolecules, allowing them to intuitively perceive biological properties. This project is not only a demonstration of scientific data but also attempts to look at the interspecies relationship in parasitism which particularly deals with our current and post-pandemic life with coronavirus and how we might control our coexistence in a virtual space.","Webpage":"https://www.myunginlee.com/covid","id":"parasitic-signals-multimodal-sonata-for-real-time-interactive-simulation-of-the-sars-cov-2-virus","image":{"src":"images/contributions-images/Image 1 (File responses)/01 - Myungin Ben Lee.jpg","imageCaption":"Installation of Coexistence with the SARS-CoV-2 virus","width":7979,"height":4550},"authors":[{"id":"1069-myungin-lee","nameSurname":"Myungin Lee"},{"id":"1069-sabina-hyoju-ahn","nameSurname":"Sabina Hyoju Ahn"},{"id":"1069-yoojin-oh","nameSurname":"Yoojin Oh"},{"id":"1069-joann-kuchera-morin","nameSurname":"JoAnn Kuchera-Morin"}]},{"Contribution ID":1070,"Contribution Type":"Artwork","Title":"Parasitic Signals: Coexistence with the SARS-CoV-2 virus","Description":"This project aims to transform the nano-scale of a striking biological phenomenon, the relationship between SARS-CoV-2 coronavirus and human molecules, into an interactive audiovisual simulation. In this work, the interaction data between the spike protein of SARS-CoV-2 and human cellular proteins is measured by Atomic Force Microscopy, which can touch and image a single molecule. We are creating an interactive audiovisual installation and performance from a set of interaction data. The audience is invited to an immersive space where they can control the biomolecules’ behavior so that they can intuitively recognize the biological characteristics. This project is not only a demonstration of scientific data but also tries to look at the interspecies relationship in parasitism. This project particularly deals with our current and future life with coronavirus and demonstrates how we might control our coexistence in virtual space.","Webpage":"https://www.myunginlee.com/covid","Format(s)":"audio, visual, interactive installation","Material(s)":"C++ code, 2~4 speakers, two tablets, microphone, MIDI controller, pedestals","Dimensions (if applicable)":"Dimension is scalable.","Year of creation":2023,"id":"parasitic-signals-coexistence-with-the-sars-cov-2-virus","image":{"src":"images/contributions-images/Image 1 (File responses)/01 - Myungin Ben Lee.png","imageCaption":"Installation of Coexistence with the SARS-CoV-2 virus","width":2551,"height":1799},"authors":[{"id":"1070-myungin-lee","nameSurname":"Myungin Lee"},{"id":"1070-sabina-hyoju-ahn","nameSurname":"Sabina Hyoju Ahn"},{"id":"1070-yoojin-oh","nameSurname":"Yoojin Oh"},{"id":"1070-joann-kuchera-morin","nameSurname":"JoAnn Kuchera-Morin"}]},{"Contribution ID":1074,"Contribution Type":"Artwork and Pictorial","Title":"Posts with No Response: The Island of Loneliness","Description":"Loneliness and isolation are eternal emotions in human beings. Technological advancements create ample avenues, like social medias, for individuals to articulate themselves and record emotions. However, the sense of loneliness has never vanished, as their expressions are easily buried in the digital stream. We analyze social media posts that express loneliness during holiday seasons but receive few responses. By superimposing digital charts on physical models, we visualize these lonely posts and generate the island of loneliness. We aim to reveal the complexities of human emotions in the digital age and reflect on the interconnections between technology, solitude, and social communication.","Webpage":"https://osf.io/3kt8d/","Format(s)":"installation","Material(s)":"wood","Dimensions (if applicable)":"50cm × 50cm × 10cm","Year of creation":2023,"id":"posts-with-no-response-the-island-of-loneliness","image":{"src":"images/contributions-images/Image 1 (File responses)/model - Junxiu Tang.jpg","imageCaption":"The physical model of the loneliness island.","width":6000,"height":4000},"authors":[{"id":"1074-junxiu-tang","nameSurname":"Junxiu Tang"},{"id":"1074-rui-sheng","nameSurname":"Rui Sheng"},{"id":"1074-yifang-wang","nameSurname":"Yifang Wang"},{"id":"1074-xinhuan-shu","nameSurname":"Xinhuan Shu"},{"id":"1074-xiaojiao-chen","nameSurname":"Xiaojiao Chen"},{"id":"1074-tan-tang","nameSurname":"Tan Tang"},{"id":"1074-yingcai-wu","nameSurname":"Yingcai Wu"}]},{"Contribution ID":1081,"Contribution Type":"Artwork","Title":"Eco-Mending","Description":"Eco-Mending juxtaposes old and new to tell a story of ecological regeneration. This project finds stories of human-mediated restoration in longitudinal data, and stitches modern data into imagery from the past, creating decorative wall and ceiling hangings.\nWith perpetuality of data, comes the possibility of changing it. In this collection of art pieces, Eco-Mending pairs past ecological destruction with present and future projections of data that highlight successful ecological reconstructions.","Format(s)":"sculpture, wall art","Material(s)":"Paper, Thread, Foam, Metal, Quartz","Dimensions (if applicable)":"1 sculpture measures 14 x 10 x 26 in. (35.6 x 25.4 x 66 cm.) and 14 prints measure 8 x 8 in. (20.3 x 20.3 cm.) each","Year of creation":2023,"Email Address":"racquel.fygenson@gmail.com","id":"eco-mending","image":{"src":"images/contributions-images/Image 1 (File responses)/Screenshot 2023-09-18 at 12.13.23 PM - Racquel Fygenson.png","imageCaption":"A photograph of the hanging sculpture recording data about the ozone layer. Right: A close-up from data about soil remediation in Nigeria.","width":1178,"height":836},"authors":[{"id":"1081-jane-adams","nameSurname":"Jane Adams"},{"id":"1081-racquel-fygenson","nameSurname":"Racquel Fygenson"}]},{"Contribution ID":1083,"Contribution Type":"Artwork","Title":"Latent Prism","Description":"Latent Prism is a visually captivating and thought-provoking piece that incorporates artificial intelligence (AI) and data visualization. It presents a projection of an imagined environment, created through a generative adversarial network (GAN) trained on thousands of aerial photographs from royalty-free stock photo websites. The sculpture takes the form of a polished transparent lucite prism, within which layers of translucent mylar film are suspended. These films display frames extracted from an AI-generated video known as a “latent walk,” showcasing undulating ocean and forest landscapes captured from an aerial perspective. Frames are selected at regular intervals along the linear interpolation of images from the generative model, such that light from below is still able to permeate up to the viewer. The aggregated effect of these layered video frames results in an eerie visual sensation of peering down at a forested landscape that is being submerged in water. Surrounding the prism is a haphazardly piled 120ft. (36.5m)-long roll of credits, listing the names and photographers for every image used to train the model on a 2.5in (6.35cm) wide strip of drafting paper.","Webpage":"https://universalities.com/","Format(s)":"Sculpture","Material(s)":"Mylar, lucite, architectural drafting paper, adhesive, lightbox, generative adversarial network (Python, StyleGAN2, bash).","Dimensions (if applicable)":"8 x 8 x 3.5 in. (20.3 x 20.3 x 8.9 cm)","Year of creation":2023,"id":"latent-prism","image":{"src":"images/contributions-images/Image 1 (File responses)/1 - Jane Adams.jpg","imageCaption":"The latent prism is illuminated from below.","width":3072,"height":4080},"authors":[{"id":"1083-jane-adams","nameSurname":"Jane Adams"}]},{"Contribution ID":1084,"Contribution Type":"Pictorial","Title":"Associative Forms for Encoding Multivariate Climate Data","Description":"We are constantly decoding and assimilating the clues our from our natural environment provides through sensory experiences and recoding them into our own experiential repertory.  Research of environmental and climate-based change through data measurement and analysis separates us from the sensory experience of our immediate environment. \nOur research objective is to facilitate the merging of our sensory perception of the environment with the data representing that environment, through the development of a new visual vocabulary that speaks both to the scientific and artistic representations of our environments, translating data into a sensory perception, making us perpetually present in the deeper, richer reality of our environment.\n\nCurrent visualization glyphs used in climate sci¬ence represent data with simple geometric primitives. These generic geometries bear no relationship to the sensory aspects of our environmental experiences, and they fail to evoke any personal connection to the data. \n\nHere we present handcrafted organic 3D glyph designs, drawn specifically from the forms, textures, metaphors, and narratives we observe in nature. We demonstrate how this vocabulary can not only accurately and efficiently depict data but also bridge the gap between our current experiences with environmental data and our sensory experience and memory of our environment. \n","Webpage":"https://sites.utexas.edu/artscivis/","id":"associative-forms-for-encoding-multivariate-climate-data","image":{"src":"images/contributions-images/Image 1 (File responses)/CarbonGulf - Francesca Samsel.png","imageCaption":"Carbon Tracks, uses data and illustration to speak to nitrate levels in the Gulf of Mexico.","width":2400,"height":900},"authors":[{"id":"1084-francesca-samsel","nameSurname":"Francesca Samsel"},{"id":"1084-daniel-keefe","nameSurname":"Daniel Keefe"},{"id":"1084-gregory-abram","nameSurname":"Gregory ABram"},{"id":"1084-catherine-bowman","nameSurname":"Catherine Bowman"}]},{"Contribution ID":1086,"Contribution Type":"Artwork","Title":"Mixtures of Human Experience, Intellectual Analysis, Data Representation and Our Natural Environment","Description":"As humans, we are perpetually present in nature. We experience\nnature through sensory perception of everything that surrounds us:\nthe breeze on our skin, the warmth of the sun, the scent of flowering\nplants, the tactile variations in the surfaces of our environment. We are\nconstantly decoding and assimilating the clues our natural environment\nprovides through sensory experiences.\nIn contrast, expression of environmental and climate-based change\nthrough data measurement and analysis separates us from the sensory\nexperience of our immediate environment. The current simulations and\ndepictions of climate change data – ocean chemistry, coupled ecosystem\nmodels, the atmosphere far above and the ocean currents far below –\nare viewed as separate from our personal environments: distant, not\npart of us, not connected to us, and unrelated to our perpetually present\nsensory experience.\nThe separation of our emotional connection to nature from our\nintellectual study inhibits our ability to absorb the growing impact\non our daily lives. The work presented here seeks be a conduit assisting\nus to close the gap between our human emotional connection to nature\nfrom our intellectual study and the sterile analytical imagery we use to\nunderstand the invisible physical changes underway.\nWe rely on the interplay of art, technology and science, and the\ndance of these disciplines as they augment one another to create an\nemotional connection between the audience and the data. Prior work\nfocused on building out artistic vocabulary for clear, engaging science\nexploration and communication. The series presented here, melds the\nscience inquiry, data representation, artistic contextual content to create\nnew layers of meaning and connection.\n","Webpage":"https://sites.utexas.edu/artscivis/","Format(s)":"print","Material(s)":"paper and ink","Dimensions (if applicable)":"48' x 18'","Year of creation":2022,"id":"mixtures-of-human-experience-intellectual-analysis-data-representation-and-our-natural-environment","image":{"src":"images/contributions-images/Image 1 (File responses)/CarbonGulf - Francesca Samsel.png","imageCaption":"Carbon Tracks, uses data and illustration to speak to nitrate levels in the Gulf of Mexico.","width":2400,"height":900},"authors":[{"id":"1086-francesca-samsel","nameSurname":"Francesca Samsel"}]}]},"__N_SSG":true}