{"pageProps":{"data":{"Contribution ID":1034,"Contribution Type":"Artwork","Title":"Infinite Colours","Description":"This generative work draws data from 2,499 queer independent games for about 12 seconds each. Each game adds a unique shape and colour onto the canvas, and plays a unique string of notes. Over 8 hours, the canvas will be filled with infinite colours to celebrate LGBTQIA+ independent videogames.\n\nHistory has always been queer. Through this generative visual and sound work, we aim to demonstrate the collective activism, movement, and creative expressions that queer folks are making to be visible, heard, and to say that we are here. \n\nBut queer movement does not happen over night; queer resistance is accumulative and built over generations of self-sacrifice and self-acceptance. The multitude intersectionality of the unruly times slowly bleeds colour into the world, blends motion into the landscape, and accumulatively becomes a canvas of ever-moving colourful light.","Webpage":"https://jtg.design","Format(s)":"generative projection art","Material(s)":"Javascript, projector, primed woodboard","Dimensions (if applicable)":"180cm x 180cm x 20cm","Year of creation":2023,"id":"infinite-colours","next":"the-vast-territory","prev":"body-cosmos-an-immersive-experience-driven-by-real-time-bio-data","images":[{"src":"images/contributions-images/Image 1 (File responses)/Infinite Colours 1 - Xavier Ho.jpg","imageCaption":"Front photo of the generative projection artwork swirling with mustard orange, muddy and dimmed cyan, and a pool of red and magenta.","width":2940,"height":1654},{"src":"images/contributions-images/Image 2 (File responses)/Infinite Colours 2 - Xavier Ho.jpg","imageCaption":"Second front photo of the same angle taken at a different time, blood red bleed onto light gray, overtaking the orange and the purple.","width":2928,"height":1654},{"src":"images/contributions-images/Image 3 (File responses)/IMG_20230517_232816_large - Xavier Ho.jpg","imageCaption":"Side photo of the artwork, reflecting on the polished concrete like a full moon.","width":3000,"height":4000}],"authors":[{"id":"1034-xavier-ho","nameSurname":"Xavier Ho","website":"https://jtg.design","bio":"Xavier is a visualisation designer and queer games researcher focusing on independent games in Oceania and the Asia Pacific. He is a Lecturer at Monash Art, Design and Architecture. His most recent queer games exhibition, Pride at Play, launched to coincide the inaugural Hunt-Simes Institute in Sexuality Studies and the Sydney WorldPride festival, won the 2023 Good Design Awards in Social Impact. Xavier is a recipient of the inaugural CSIRO Diversity and Inclusion Medals for his contributions to the inclusion strategy and awareness outreach in the organisation.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/IMG_20190707_121659_355-XH - Xavier Ho.jpg","width":1662,"height":1662}},{"id":"1034-stephen-krol","nameSurname":"Stephen Krol","website":"https://sensilab.monash.edu/people/stephen-krol/","bio":"Stephen is a musician, researcher and mathematician with industry experience as a machine learning engineer. He is currently undertaking his PhD under the supervision of Dr Maria Teresa Llano and Prof Jon McCormack. His research involves building deep learning generative models that have human interpretable latent spaces. The aim is for these systems to be used as tools to aid in the creative search process.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/Composite-1 - Xavier Ho.jpg","width":1640,"height":1640}}]}},"__N_SSG":true}