{"pageProps":{"data":{"Contribution ID":1083,"Contribution Type":"Artwork","Title":"Latent Prism","Description":"Latent Prism is a visually captivating and thought-provoking piece that incorporates artificial intelligence (AI) and data visualization. It presents a projection of an imagined environment, created through a generative adversarial network (GAN) trained on thousands of aerial photographs from royalty-free stock photo websites. The sculpture takes the form of a polished transparent lucite prism, within which layers of translucent mylar film are suspended. These films display frames extracted from an AI-generated video known as a “latent walk,” showcasing undulating ocean and forest landscapes captured from an aerial perspective. Frames are selected at regular intervals along the linear interpolation of images from the generative model, such that light from below is still able to permeate up to the viewer. The aggregated effect of these layered video frames results in an eerie visual sensation of peering down at a forested landscape that is being submerged in water. Surrounding the prism is a haphazardly piled 120ft. (36.5m)-long roll of credits, listing the names and photographers for every image used to train the model on a 2.5in (6.35cm) wide strip of drafting paper.","Webpage":"https://universalities.com/","Format(s)":"Sculpture","Material(s)":"Mylar, lucite, architectural drafting paper, adhesive, lightbox, generative adversarial network (Python, StyleGAN2, bash).","Dimensions (if applicable)":"8 x 8 x 3.5 in. (20.3 x 20.3 x 8.9 cm)","Year of creation":2023,"id":"latent-prism","next":"associative-forms-for-encoding-multivariate-climate-data","prev":"eco-mending","images":[{"src":"images/contributions-images/Image 1 (File responses)/1 - Jane Adams.jpg","imageCaption":"The latent prism is illuminated from below.","width":3072,"height":4080},{"src":"images/contributions-images/Image 2 (File responses)/3 - Jane Adams.jpg","imageCaption":"Translucent layers from a vector through high-dimensional space depict ghostly aerial imagery.","width":4080,"height":3072},{"src":"images/contributions-images/Image 3 (File responses)/5 - Jane Adams.jpg","imageCaption":"Below the sculpture are 17,000 credits for the photographs used to train the aerial photograph generative adversarial network.","width":3072,"height":4080}],"authors":[{"id":"1083-jane-adams","nameSurname":"Jane Adams","website":"https://universalities.com/","bio":"Jane Adams is a data visualization artist, researcher, educator and PhD student in Computer Science at Northeastern University, Boston, Massachusetts, and holds a Masters of Fine Arts Degree in Emergent Media from Champlain College. She has spoken about data art at venues such as SXSW, NVIDIA GTC, and TEDx. Jane's work as an artist blends the media of new generative technologies with the subject matter of natural phenomena such as plants, fungi, weather, geology, and their associated emergent properties, celebrating the relationship between science and the arts.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/janeadams-80_crop_s - Jane Adams.jpg","width":580,"height":580}}]}},"__N_SSG":true}