{"pageProps":{"data":{"Contribution ID":1040,"Contribution Type":"Artwork","Title":"The Vast Territory","Description":"In the novel The Vast Territory (El vasto territorio. Alfaguara, 2021; Caja Negra, 2023), by Chilean author Simón López Trujillo, a mycologist analyses the way a certain fungus infects the mind of a forest worker called Pedro. An abstract image of countless white dots against a black background, in the form of waves or a mountain range, appears to explain the infection: the genetic origin of Pedro’s language, when the fungus starts speaking through him. \nThat image, included in the revised edition of the book, is also a depiction of the novel’s genetic origin, as it was generated by a visualization of different drafts of the novel. In every literary reading, two texts are involved: the actual text, that we can smoothly read with our eyes, and a second, invisible text, made of all the deletions, editions, and additions of words involved in the process of writing. This project conceives the visualization of The Vast Territory as a visual novel on its own that explores the unconscious of the book: that black, secret space, where the words involved in the writing process emerge as ghostly presences. There, the data of the previous draft are manifested in the following one, as a latent presence in the actuality of the text we read.\nIn this work, every white dot represents a word in the juxtaposed draft sequence. Its construction follows only two straightforward rules: (1) words are sequentially arranged in a horizontal line; (2) the vertical position of each word-dot is determined by its initial appearance within the entire sequence of drafts. The result is a “data-palimpsest” where each draft leaves its imprint on the next through their cumulative determination of the spatial order. By using the order of first appearance as the guiding principle, the visualisation emphasises the inherited structure of each draft from its predecessors, akin to looking at the fossil record or geological strata, with the most ancient elements appearing at the greatest depth.","Webpage":"the-vast-territory.baltazarperez.com","Format(s)":"Non-interactive program","Material(s)":"Javascript, four text files corresponding to El Vasto Territorio and its drafts","Year of creation":2023,"Email Address":"ignbpm@gmail.com","id":"the-vast-territory","next":"reinterpreted-spaces-an-ai-printmaking-collaboration","prev":"infinite-colours","images":[{"src":"images/contributions-images/Image 1 (File responses)/0 - Ignacio Baltazar Pérez Messina.png","imageCaption":"Three drafts of The Vast Territory followed by its published version. Each white dot is a word, ordered vertically by first appearance.","width":2880,"height":1700},{"src":"images/contributions-images/Image 2 (File responses)/1 - Ignacio Baltazar Pérez Messina.png","imageCaption":"The program runs linearly through all the drafts and final version of the novel.","width":2880,"height":1698},{"src":"images/contributions-images/Image 3 (File responses)/On Exactitude of Science - Ignacio Baltazar Pérez Messina.png","imageCaption":"Visualization of J.L. Borges' short story On Exactitude of Science, following the same construction rules.","width":2880,"height":1698}],"authors":[{"id":"1040-baltazar-prez","nameSurname":"Baltazar Pérez","website":"baltazarperez.com","bio":"Currently doing a PhD in Visual Analytics at TU Wien. He has been practicing visualization since 2016, both scientifically and artistically, usually mixing both languages. His always collaborative artistic work has been exhibited at the VIS Arts Program, Medialab-Prado, Processing Foundation and Ars Electronica. This year, he received the artistic residency fellowship from Andreas Züst Bibliothek (Switzerland). He has also worked as a freelance information designer, and had a fruitful collaboration with the Chilean media in several interactive data articles.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/Screenshot 2023-08-24 at 12.07.52 - Ignacio Baltazar Pérez Messina.png","width":620,"height":910}},{"id":"1040-simn-lpez-trujillo","nameSurname":"Simón López Trujillo","website":null,"bio":"BA in Philosophy and MA (c) in Latin American Studies from the University of Chile. He has received, among other awards, the Roberto Bolaño Prize, fellowships from the Chilean Ministry of Arts and Culture, and artistic residency fellowships from MacDowell Colony (USA) and Andreas Züst Bibliothek (Switzerland).\n\nIn 2021, he published the novel El vasto territorio (Alfaguara, 2021), with which he won the Municipal Literature Prize of Santiago. He currently works as assistant coordinator of the Diploma in World Literatures at the University of Chile.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/WhatsApp Image 2023-08-23 at 20.03.34 - Ignacio Baltazar Pérez Messina.jpeg","width":1600,"height":1087}}]}},"__N_SSG":true}