{"pageProps":{"data":{"Contribution ID":1010,"Contribution Type":"Artwork","Title":"Waiting for the Wave in Metaverse","Description":"This artwork is a visualisation of the moment of a well-formed shape of a wave, ideal for surfing, which retains its aesthetically pleasing shape forever, through a creative process that mixes reality and virtual reality.  It attempts to generate an experience in nature with its audience by presenting it and the artwork reaffirms the supple strength of human cognitive abilities and expresses a sense of human existence that will remain unchanged forever, even in a future where reality is in chaos.\n\nThe artwork mixes reality and virtual reality through a playful creative process that moves between digital and physical, 2D and 3D. It visualises the moment of a shape of a well-formed wave as a perpetual presence, that is aesthetically pleasing and gives us pleasant confusion at the same time.\n\nIt presents the fleeting moment of a wave, a form of natural force by blending human hand-creation, which generates randomness, with ocean physics, which always works correctly, in the chaos of real and virtual reality. And by building interaction between human beings and nature and reaffirming our identity from a trans-human perspective, like meditation, we can ensure that our sense of being is forever unchanged.\n\nModern technology makes it easy to replicate visual representations that are indistinguishable from reality. The metaverse has become one of the spaces in which we humans exist, and the definition of existence is being distorted. However, we live in ever-changing times and continue to evolve, recognising and accepting flexibly the chaos of reality and the unreality that technology brings with positive hope.","Webpage":"https://out-of-blue.com/waiting-for-wave-in-metaverse/","Format(s)":"printed image, sculpture, screening, display device","Material(s)":"digital data, paper, resin, stone powder","Dimensions (if applicable)":"*The following is a proposal based on feedback and may change depending on the size of the allocated space, so it is not necessary to put it in the catalog. ●Printed images, H32.9cm×W48.3cm (If conditions allows, it could be adjustable) ●Acrylic water tank installation, W25.2cmxH8cmxD12.6cm ●LED display monitor, W210cmxH140cm, Resolution72dpi  (The biggest size is 95 inch LED display monitor.  This can be adjusted to smaller sizes if necessary.)","Year of creation":2023,"id":"waiting-for-the-wave-in-metaverse","next":"solar-system","prev":"mixtures-of-human-experience-intellectual-analysis-data-representation-and-our-natural-environment","images":[{"src":"images/contributions-images/Image 1 (File responses)/wave1_high - Yamazaki Midori.jpg","imageCaption":"Final outcome of the artwork 1","width":6204,"height":4136},{"src":"images/contributions-images/Image 2 (File responses)/wave2_high - Yamazaki Midori.jpg","imageCaption":"Final outcome of the artwork 2","width":6204,"height":4136},{"src":"images/contributions-images/Image 3 (File responses)/wave3_high - Yamazaki Midori.jpg","imageCaption":"Final outcome of the artwork 3","width":6026,"height":4018},{"src":"images/contributions-images/Image 4 (File responses)/wave4_high - Yamazaki Midori.jpg","imageCaption":"Final outcome of the artwork 4","width":6204,"height":4136},{"src":"images/contributions-images/Image 5 (File responses)/process1_high - Yamazaki Midori.jpg","imageCaption":"Process1: The shape of the wave, made of stone powder. Viewed from the side.","width":6204,"height":4136},{"src":"images/contributions-images/Image 6 (File responses)/process2_high - Yamazaki Midori.jpg","imageCaption":"Process2: The shape of the wave, made of stone powder. Viewed from overhead.","width":6204,"height":4135},{"src":"images/contributions-images/Image 7 (File responses)/process3_high - Yamazaki Midori.jpg","imageCaption":"Process3: The shape of the wave, output by a 3D printer.","width":6204,"height":4136},{"src":"images/contributions-images/Image 8 (File responses)/process4_high - Yamazaki Midori.jpg","imageCaption":"Process4: A photograph of the shape of the wave, made of stone powder.","width":6204,"height":4136},{"src":"images/contributions-images/Image 9 (File responses)/process5_high - Yamazaki Midori.jpg","imageCaption":"Process5: A photograph of the shape of the wave, made of stone powder.","width":6205,"height":4136}],"authors":[{"id":"1010-midori-yamazaki","nameSurname":"Midori Yamazaki","website":"https://out-of-blue.com/","bio":"Artist, Researcher, and Founder of Out of Blue. Graduated from London Central Saint Martins College of Art and Design and worked at DLX Design Lab, the Institute of Industrial Science, The University of Tokyo. Specialized in communication design Including digital, graphic, and space design. As for a career background, took the role of creative director at adidas, NIKE, Facebook, Condé Nast, and won multiple international awards including NY Art Directors Club Award, Tokyo Art Directors Club Award, A’ Design Award, Space Design Award, and Type Directors Club Award.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/midori_yamazaki - Yamazaki Midori.jpg","width":1800,"height":1800}},{"id":"1010-yves-leterrier","nameSurname":"Yves Leterrier","website":"https://people.epfl.ch/yves.leterrier/?lang=en","bio":"Professor at the Swiss Federal Institute of Technology in Lausanne (EPFL), in charge of physics simulation (modeling the wave). Yves Leterrier joined EPFL in 1993 and is a faculty member of the Materials Institute. He is a senior scientist and lecturer in the Laboratory for Processing of Advanced Composites, working on sustainable materials."},{"id":"1010-junya-taguchi","nameSurname":"Junya Taguchi","website":"https://junyataguchi.com/","bio":"Photographer at Junya Taguchi Photography Office, in charge of photography. Born in 1989 in Ibaraki, Japan. Studied under photographer Mikiya Takimoto from 2014, became independent and established Junya Taguchi Photography Office in 2019."},{"id":"1010-sandeep-virdi","nameSurname":"Sandeep Virdi","website":"https://soundcloud.com/nomadiklust/","bio":"Electronic musician, 3D graphics programmer, in charge of electronic music. Sandeep Virdi has been growing his music in various genres like ambient soundscapes, drone music, experimental noise music. He has been pushing the capabilities of software to create sounds which reflect his mental projection of inner self. Being a professional 3D graphics programmer enables him to combine the two wolds of sound and visualization to create immersive experiences."}]}},"__N_SSG":true}