{"pageProps":{"data":{"Contribution ID":1026,"Contribution Type":"Artwork","Title":"Spotlight","Description":"Spotlight is an interactive data visualization project on the topic of government-imposed internet shutdowns. Although originally created in a book format, it is presented as a poster series for the purposes of this exhibition. This project explores the effects of internet shutdowns, some of their common triggers, and their relation to sensitive events such as protests and elections. The pages are made interactive through the use of glow-in-the-dark paint, which requires the viewer to use a UV flashlight provided to them along with each page to reveal additional information. The glow-in-the-dark-paint was not only an interesting material to experiment with in terms of creating light-based interactions, but it also symbolically complements the storytelling aspect of this project since internet shutdowns are often associated with phrases such as “being left in the dark”. The overall experience aims to replicate a sense of living through an internet shutdown by creating a low-light environment where the viewer is faced with a barrier in order to access some information as it is difficult or at times impossible to access certain sources of information during internet shutdowns. ","Format(s)":"Interactive poster series, Book","Material(s)":"glow-in-the-dark paint and markers, UV flashlight","Dimensions (if applicable)":"276cm (w) x 201.5cm (h) x 68cm (d)","Year of creation":2023,"Email Address":"cperin@uvic.ca","id":"spotlight","next":"body-cosmos-an-immersive-experience-driven-by-real-time-bio-data","prev":"solar-system","images":[{"src":"images/contributions-images/Image 1 (File responses)/spotlight-image-0 - Charles Perin.jpg","imageCaption":"Map of internet freedom status","width":4032,"height":3024},{"src":"images/contributions-images/Image 2 (File responses)/spotlight-image-1 - Charles Perin.jpg","imageCaption":"Visualization of unrest events vs. number of internet freedom shutdowns","width":3024,"height":4032},{"src":"images/contributions-images/Image 3 (File responses)/spotlight-image-2 - Charles Perin.jpg","imageCaption":"Stories on internet shutdown experiences","width":3024,"height":4032},{"src":"images/contributions-images/Image 4 (File responses)/spotlight-image-3 - Charles Perin.jpg","imageCaption":"Number of internet shutdowns by year","width":3024,"height":4032},{"src":"images/contributions-images/Image 5 (File responses)/spotlight-1 - Charles Perin.jpg","imageCaption":"Spotlight book cover","width":3924,"height":2940}],"authors":[{"id":"1026-kimiya-pahlevan","nameSurname":"Kimiya Pahlevan","website":null,"bio":"Born in Iran, Kimiya Pahlevan moved to Canada when she was 16. She has alway been interested in visual arts and discovered her interest for data in university which led to her passion for data visualization and telling stories through it. She enjoys working with both traditional visual arts practices such as painting as well as digital arts practices such as creative coding. She graduated from the University of Victoria in April 2023 where she majored in Visual Arts and Computer Science.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/kimiya-headshot - Charles Perin.jpg","width":2309,"height":2068}},{"id":"1026-charles-perin","nameSurname":"Charles Perin","website":"http://charlesperin.net","bio":"Charles Perin is an Associate Professor of Computer Science at the University of Victoria, where he co-leads the Victoria Interactive eXperiences with Information research group specializing in HCI and Visualization. His research focuses on designing and studying new interactions for visualizations, on understanding how people interact with visualizations in their everyday lives, and on visualization beyond the desktop such as mobile and physical visualization. He does not have a background in arts, but loves to collaborate with artists at the intersection of data, visualization and arts.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/charles-headshot - Charles Perin.jpg","width":923,"height":1333}}]}},"__N_SSG":true}