{"pageProps":{"data":{"Contribution ID":1018,"Contribution Type":"Artwork","Title":"Solar System","Description":"Solar System is an audio-visual live performance that marries data visualization and sonification. The installation system employs sidereal period data from the eight planets in our Solar System to generate a live soundtrack and visualization.\n\nThe mission of this endeavor is to use audible and visual media to allow humans to uncover and cognize with the always surrounding, yet invisible, Solar System. Each planet's unique data patterns (sidereal periods) contribute to this exploration by being translated with audible and visible media. The media stimulate audiences' cognitive senses, enabling audiences to tangibly experience the aesthetic wonder of the cosmic world, which is deeply interconnected with the entirety of the Universe and humanity on Earth.\n\nThe inspiration and message of the Solar System project resonate with this year's theme, Perpetual Presence. Throughout history, data from the Universe has been employed to uncover the existence of unseen worlds, the Cosmos. The discoveries gleaned from the process have influenced numerous sectors of our humanity, communicated through various languages and approaches. Scientists use numerical data and textual explanations to communicate information about the Cosmos. On the other hand, artists use sensory media, such as visuals and sounds, to narrate the story of the Cosmos. This art project aims to manifest the continuous and timeless presence of the Universe where it surrounds humanity, employing artistic transformation of universe data to illuminate its enduring existence. \n\nThe sidereal periods of the eight planets are the raw data. These relative orbital periods were transformed into eight distinct sound loops, each with its unique cycle. This transformation was accomplished through the installation system incorporating algorithms. While producing a soundtrack, changes in the sound influence the visualization. The sound signals are transferred to the visual tool, impacting the visualized elements.","Format(s)":"audio-video performance, video installation","Material(s)":"Processing, Ableton Live, Sound sensors, a MIDI Controller","Year of creation":2016,"id":"solar-system","next":"spotlight","prev":"waiting-for-the-wave-in-metaverse","images":[{"src":"images/contributions-images/Image 1 (File responses)/51121-167154-solar-system-data-driven-audiovisual-design-image-1 - Hyemi Song.jpg","imageCaption":"Solar System, audio-video live performance. The performer operates the installation system at the center of the stage.","width":3600,"height":3600},{"src":"images/contributions-images/Image 2 (File responses)/4Q8B5379 - Hyemi Song.JPG","imageCaption":"Solar System is an audio-visual live performance that marries data visualization and sonification.","width":5760,"height":3840},{"src":"images/contributions-images/Image 3 (File responses)/4Q8B5423 - Hyemi Song.JPG","imageCaption":"Solar System is an audio-visual live performance that marries data visualization and sonification.","width":5760,"height":3840}],"authors":[{"id":"1018-hyemi-song","nameSurname":"Hyemi Song","website":"https://bohyemian.com/","bio":"Hyemi Song, known as Bohyemian, is a researcher, designer, and artist. As Bohyemian, she conducts design studies regarding data-driven self-expression via activities like walking and reading. She is pursuing a Ph.D. in Computer Science at the University of Maryland, focusing on HCI and Information Visualization. Previously, she earned an MFA from the Rhode Island School of Design and studied as a research fellow at MIT's Senseable City Lab. As an industry designer, she worked at major companies like Microsoft. Her work has been featured in over 20 international awards and exhibitions.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/Hyemi_id_sm - Hyemi Song.png","width":728,"height":728}}]}},"__N_SSG":true}