{"pageProps":{"data":{"Contribution ID":1084,"Contribution Type":"Pictorial","Title":"Associative Forms for Encoding Multivariate Climate Data","Description":"We are constantly decoding and assimilating the clues our from our natural environment provides through sensory experiences and recoding them into our own experiential repertory.  Research of environmental and climate-based change through data measurement and analysis separates us from the sensory experience of our immediate environment. \nOur research objective is to facilitate the merging of our sensory perception of the environment with the data representing that environment, through the development of a new visual vocabulary that speaks both to the scientific and artistic representations of our environments, translating data into a sensory perception, making us perpetually present in the deeper, richer reality of our environment.\n\nCurrent visualization glyphs used in climate sci¬ence represent data with simple geometric primitives. These generic geometries bear no relationship to the sensory aspects of our environmental experiences, and they fail to evoke any personal connection to the data. \n\nHere we present handcrafted organic 3D glyph designs, drawn specifically from the forms, textures, metaphors, and narratives we observe in nature. We demonstrate how this vocabulary can not only accurately and efficiently depict data but also bridge the gap between our current experiences with environmental data and our sensory experience and memory of our environment. \n","Webpage":"https://sites.utexas.edu/artscivis/","id":"associative-forms-for-encoding-multivariate-climate-data","next":"mixtures-of-human-experience-intellectual-analysis-data-representation-and-our-natural-environment","prev":"latent-prism","images":[{"src":"images/contributions-images/Image 1 (File responses)/CarbonGulf - Francesca Samsel.png","imageCaption":"Carbon Tracks, uses data and illustration to speak to nitrate levels in the Gulf of Mexico.","width":2400,"height":900},{"src":"images/contributions-images/Image 3 (File responses)/QuietPlankton4 - Francesca Samsel.png","imageCaption":"Sargassum, references the 5000 mile wide swath of toxic bloom washing onto coastal regions across two continents.","width":3000,"height":2000},{"src":"images/contributions-images/Image 4 (File responses)/Dispruptions - Francesca Samsel.png","imageCaption":"Disruptions, speaks of ecosystem disruptions being driven by microscopic organisms.","width":3300,"height":2400},{"src":"images/contributions-images/Image 5 (File responses)/FaunaFlora2 - Francesca Samsel.png","imageCaption":"Visualizations from our study on the associative properties of form, top - glyphs from the fauna category, bottom - glyphs from the flora category.","width":1933,"height":2589},{"src":"images/contributions-images/Image 6 (File responses)/Antarctic1 - Francesca Samsel.png","imageCaption":"Visualization of waters under the Antarctic Filchner Ronne Ice Shelf containing glyphs associated with flora, fauna and mineral associations.","width":1502,"height":1301},{"src":"images/contributions-images/Image 7 (File responses)/AbstractionLevels - Francesca Samsel.png","imageCaption":"Glyphs designed for geoscience data. The rows categories: fauna, flora, and mineral. Columns illustrate the range from representational to abstract. ","width":1744,"height":1240},{"src":"images/contributions-images/Image 8 (File responses)/Larsenv2 - Francesca Samsel.png","imageCaption":"Collages on the waters under the Antarctic Ice Shelves, containing data and contextual imagery  on the fragility of these environments.","width":2788,"height":1800},{"src":"images/contributions-images/Image 9 (File responses)/AbstractionAffect - Francesca Samsel.png","imageCaption":"Balancing between art and science, this detail illustrates the richness of imagery created by the artistic glyphs. ","width":2871,"height":2447}],"authors":[{"id":"1084-francesca-samsel","nameSurname":"Francesca Samsel","website":"https://sites.utexas.edu/artscivis/","bio":"\nFrancesca Samsel, trained as an artist, is a Research Scientists in the Visualization Department at Texas Advanced Computing Center, University of Texas at Austin collaborating with scientists and visualization researchers to identify artistic practices able to assist in visualization and communication of scientific research.  By coupling climate model renderings, generated using an expanded artistic vocabulary and contextualized via an artistic perspective the works presented in museums, planetariums, and informal spaces to enable the general public access to these complex climate models.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/Screen Shot 2023-08-21 at 2.32.33 PM - Francesca Samsel.png","width":600,"height":606}},{"id":"1084-daniel-keefe","nameSurname":"Daniel Keefe","website":"https://ivlab.cs.umn.edu/","bio":"Dr. Keefe is a Professor of Computer Science and Engineering at the University of Minnesota directing a research program in data visualization, interactive computer graphics, and spatial user interfaces that we call the Interactive Visualization Lab.  Current projects center on: augmented reality visualization and data physicalization, data storytelling, community-engaged co-design ensemble visualization for climate science, and basic research in 3D user interfaces, haptics, and pen and multi-touch input techniques. ","image":{"src":"images/contributions-images/Author 2 Image (File responses)/Keefe - Francesca Samsel.png","width":600,"height":792}},{"id":"1084-gregory-abram","nameSurname":"Gregory ABram","website":"www.sculpting-vis.org","bio":"Gregory Abram is a visualization researcher at Texas Advanced Computing Center, University of Texas at Austin, Austin, TX, 78712, USA. His research focuses on parallel visualization systems. Abram received the Ph.D. degree in computer science from the University of North Carolina, Chapel Hill, NC, USA.","image":{"src":"images/contributions-images/Author 3 Image (File responses)/Abram - Francesca Samsel.png","width":723,"height":800}},{"id":"1084-catherine-bowman","nameSurname":"Catherine Bowman","website":null,"bio":null}]}},"__N_SSG":true}