{"pageProps":{"data":{"Contribution ID":1081,"Contribution Type":"Artwork","Title":"Eco-Mending","Description":"Eco-Mending juxtaposes old and new to tell a story of ecological regeneration. This project finds stories of human-mediated restoration in longitudinal data, and stitches modern data into imagery from the past, creating decorative wall and ceiling hangings.\nWith perpetuality of data, comes the possibility of changing it. In this collection of art pieces, Eco-Mending pairs past ecological destruction with present and future projections of data that highlight successful ecological reconstructions.","Format(s)":"sculpture, wall art","Material(s)":"Paper, Thread, Foam, Metal, Quartz","Dimensions (if applicable)":"1 sculpture measures 14 x 10 x 26 in. (35.6 x 25.4 x 66 cm.) and 14 prints measure 8 x 8 in. (20.3 x 20.3 cm.) each","Year of creation":2023,"Email Address":"racquel.fygenson@gmail.com","id":"eco-mending","next":"latent-prism","prev":"posts-with-no-response-the-island-of-loneliness","images":[{"src":"images/contributions-images/Image 1 (File responses)/Screenshot 2023-09-18 at 12.13.23 PM - Racquel Fygenson.png","imageCaption":"A photograph of the hanging sculpture recording data about the ozone layer. Right: A close-up from data about soil remediation in Nigeria.","width":1178,"height":836},{"src":"images/contributions-images/Image 2 (File responses)/Screenshot 2023-09-18 at 12.14.07 PM - Racquel Fygenson.png","imageCaption":"Bioremediation data of heavy metals from oil drilling in Nigeria. Right: An ant’s eye view of ozone layer data.","width":1804,"height":1288},{"src":"images/contributions-images/Image 3 (File responses)/Screenshot 2023-09-18 at 12.15.00 PM - Racquel Fygenson.png","imageCaption":"Process phots from the manual labor of ‘eco-mending’ data into artworks.","width":1798,"height":1158}],"authors":[{"id":"1081-jane-adams","nameSurname":"Jane Adams","website":"https://universalities.com/","bio":"Jane Adams is a data visualization artist, researcher, educator. She is a PhD student in Computer Science at Northeastern University, Boston, Massachusetts, and holds a Masters of Fine Arts Degree in Emergent Media. She has spoken about data art at venues such as SXSW, NVIDIA GTC, and TEDx. Jane’s work as an artist celebrates the relationship between science and the arts through her passion for data visualization, and often references natural phenomena and their emergent properties.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/janeadams-80_crop_s - Racquel Fygenson.jpg","width":1000,"height":1142}},{"id":"1081-racquel-fygenson","nameSurname":"Racquel Fygenson","website":"https://www.racquelfygenson.com/","bio":"Racquel Fygenson is pursuing her PhD in Computer Science at Northeastern University, where she researches Data Visualization. She is especially interested in understanding how varying visualizations can change understanding of and perception towards information. She enjoys blending art and data to make impactful pieces that encourage viewers to learn and care about civic, political, and ecological activism.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/bulgaria-headshot-light - Racquel Fygenson.jpg","width":892,"height":1538}}]}},"__N_SSG":true}