{"pageProps":{"data":{"Contribution ID":1060,"Contribution Type":"Artwork","Title":"Monster in a Snow Globe: Biographies as Data Physicalizations","Description":"The lives and works of artists inscribe themselves into the cultural, material and media environments of their times, and some of them leave traces living with us in perpetual presence. Similar to the arts, the means to study and document such biographical inscription processes are under constant development: From the heroic accounts of Renaissance artists to feminist visualizations of co-existing urban subjects we have seen the arts and humanities’ methods portfolio evolve.\n\nIn this context, the artwork showcases how the intangible and ephemeral lives of artists can be brought into the physical presence of material exhibition spaces. To that end, it builds on the visualization framework of time geography and remodels biographies diagrammatically as three-dimensional trajectories, drawing unique curves into a translucent space-time sculpture.\n\nFocusing on the life and work of the Austrian painter Herwig Zens (1943-2019), the data sculpture shows major steps and movements of his career. Over many decades, Zens kept a multimodal diary and etched logbook-like notes on art projects and his teaching activities, encounters with other artists, collectors and gallery owners, as well as travel impressions on copper plates. A complete print of the diary from 2005—which Zens referred to as “monster” due to its sheer informational and productional complexity—is considered the longest etching in the world at 40 meters. In lieu to this artifact, the sculpture translates the ‘monstrous’ complexity of a modern-day biography into a distant reading object, oscillating between an epistemic image and a kid’s toy—similar to snow globes which are used to contain memorable figures or sites, and which have been invented in Vienna at the end of the 19th century.\n\nAcknowledgements: The European Union’s Horizon 2020 research and innovation programme partly supported related research and development under the project No. 101004825.","Webpage":"https://dataquaria.com/?sample=zens","Format(s)":"sculpture, interactive prototype, data story, website","Material(s)":"Acrylic Polymer","Dimensions (if applicable)":"Height: 134mm, Width: 83mm, Depth: 56mm","Year of creation":2023,"id":"monster-in-a-snow-globe-biographies-as-data-physicalizations","next":"the-heart-video-documentation","prev":"plastic-landscape---the-reversible-world","images":[{"src":"images/contributions-images/Image 1 (File responses)/20230215_153638_m - Florian Windhager.jpg","imageCaption":"The etched diary of Herwig Zens (length = 40 m), also referred to as “monster” by the artist due to its productional complexity (KHM Vienna, 2023).","width":4116,"height":2004},{"src":"images/contributions-images/Image 2 (File responses)/cube02 - Florian Windhager.jpg","imageCaption":"Biographical data sculpture of the live of Herwig Zens, set up at the Museum of Art History, Vienna.","width":2041,"height":3112},{"src":"images/contributions-images/Image 3 (File responses)/cube01 - Florian Windhager.jpg","imageCaption":"Data sculpture, presented to the audience of an exhibition on Herwig Zens diary.","width":4032,"height":2268},{"src":"images/contributions-images/Image 4 (File responses)/cube03 - Florian Windhager.jpg","imageCaption":"Reception of the artwork by visitors and friends of the artist.","width":3895,"height":2120},{"src":"images/contributions-images/Image 5 (File responses)/cube07 - Florian Windhager.jpg","imageCaption":"Screenshot of the interactive visualization, accompanying the physical data sculpture.","width":1920,"height":1038},{"src":"images/contributions-images/Image 6 (File responses)/cube05 - Florian Windhager.jpg","imageCaption":"Data sculpture, next to original prints of the artist's etched copper plates.","width":4143,"height":2684},{"src":"images/contributions-images/Image 7 (File responses)/cube01 - Florian Windhager.jpg","imageCaption":"Exhibition space for the 40m print of Herwig Zens diary at the Museum of Art History Vienna, accompanied by the sculptural distant reading object.","width":4032,"height":2268}],"authors":[{"id":"1060-florian-windhager","nameSurname":"Florian Windhager","website":"https://www.donau-uni.ac.at/en/florian.windhager","bio":"Florian Windhager is a senior researcher at the Department for Arts and Cultural Studies at the University for Continuing Education Krems, Austria. He received his PhD in Digital Humanities with a focus on the visualization of artwork and artist biography data from the University of Vienna. Florian coordinates research projects in the area of digital humanities, cultural heritage and visualization, and he is fascinated by visualization as a means to support sensemaking and reasoning within complex contemporary discourse environments—especially by time-oriented overviews.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/1fw - Florian Windhager.jpg","width":1338,"height":1808}},{"id":"1060-viola-rhse","nameSurname":"Viola Rühse","website":"https://www.donau-uni.ac.at/en/viola.ruehse","bio":"Viola Rühse works as the head of the Center for Image Science and course director at the University for Continuing Education Krems in Austria. She studied History of Art and German Language and Literature at the universities of Hamburg and Vienna and received her PhD with a dissertation on Siegfried Kracauer’s film writings. Her current main themes of research in addition to film theory are photography, modern and contemporary art, and critical theory. She also works as a photographer and curator.  ","image":{"src":"images/contributions-images/Author 2 Image (File responses)/vs - Florian Windhager.jpg","width":863,"height":1200}},{"id":"1060-michael-smuc","nameSurname":"Michael Smuc","website":"https://mindfactor.at/","bio":"Michael Smuc studied Psychology at the University of Vienna with an emphasis on AI, methodology, empirical research, and cognitive science. He did research for about 10 years at the University for Continuing Education Krems in Austria focusing on Usability/UX, Visual Analytics, and Participatory Information Design. Currently he is a small business owner (mindfactor.at), designing and developing visualization apps inspired by the latest findings of collection sciences and digital humanities. He is also teaching Usability/UX.","image":{"src":"images/contributions-images/Author 3 Image (File responses)/ms - Florian Windhager.jpg","width":768,"height":1025}}]}},"__N_SSG":true}