{"pageProps":{"data":{"Contribution ID":1066,"Contribution Type":"Pictorial","Title":"Bitter Data: An Exploration into Data Edibilization of Negative Emotion","Description":"“Bitter Data” transforms 100,000 distress postings from Chinese social media into a multi-sensory experience using data edibilization. We’ve mapped distress data quantity to the bitterness and color of tea through data analysis and experimentation. Participants taste, smell, and observe 11 cups of tea, each embodying a year’s distress data, in our workshop. Their facial expressions, recorded upon tasting, visually indicate emotional states. This project explores benefits and pragmatic solutions to challenges of data edibilization.","id":"bitter-data-an-exploration-into-data-edibilization-of-negative-emotion","next":"parasitic-signals-multimodal-sonata-for-real-time-interactive-simulation-of-the-sars-cov-2-virus","prev":"the-heart-video-documentation","images":[{"src":"images/contributions-images/Image 1 (File responses)/01 - FeSO4.7H2O.jpg","imageCaption":"Mapping facial expressions in correlation with the bitterness of each year.","width":2821,"height":2093},{"src":"images/contributions-images/Image 2 (File responses)/2 - FeSO4.7H2O.PNG","imageCaption":"“Tasting the bitter data”: 11 cups of bitter tea each corresponding to a year’s distress data.","width":1920,"height":903},{"src":"images/contributions-images/Image 3 (File responses)/upload-07 - FeSO4.7H2O.png","imageCaption":"Illustrating the quantity of tea leaves, tea bags, and brewing time allocated to each cup of tea.","width":8425,"height":2763},{"src":"images/contributions-images/Image 4 (File responses)/09 - FeSO4.7H2O.jpg","imageCaption":"The setup of the bitter data tasting workshop.","width":1885,"height":1187},{"src":"images/contributions-images/Image 5 (File responses)/5 - FeSO4.7H2O.PNG","imageCaption":"The setup of the bitter data tasting workshop .","width":1918,"height":1281}],"authors":[{"id":"1066-yufan-li","nameSurname":"YuFan Li","website":"https://1bowlliyufan.github.io/LIYUFAN/about","bio":"YuFan Li is an interdisciplinary researcher with backgrounds in engineering, design, data and art. She is a PhD student of Computational Media Art, Hong Kong University of Science and Technology (Guangzhou). Her current research interest lies in exploring color-related cross-modal phenomena with a focus on emotional mediation. Her research findings have been published in conferences and journals about AI art or data visualization, while her artworks have been presented in several exhibitions such as the Shanghai Biennale and Deviant Colors in Beijing.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/lyf - FeSO4.7H2O.jpeg","width":1806,"height":1806}},{"id":"1066-yue-huang","nameSurname":"Yue Huang","website":"https://huangyue1.cargo.site/","bio":"Huang Yue is an artist, multimedia designer, and researcher. His work revolves around speculative fiction, simulated film, and artificial life. His works are involved in international exhibitions and film festivals, including the Re: human 3rd in Italy, Ars Electronic Festival Campus in Austria, Image Forum Festival in Japan, Slamdance Film Festival and Glas Animation Festival in the USA, and the Asian Digital Art Exhibition in China.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/yue - FeSO4.7H2O.jpg","width":1859,"height":2688}},{"id":"1066-varvara-guljajeva","nameSurname":"Varvara Guljajeva","website":"https://var-mar.info/","bio":"Dr Varvara Guljajeva is an Assistant Professor in Computational Media and Arts at the Hong Kong University of Science and Technology (Guangzhou). Previously, she held positions at the Estonian Academy of Arts and Elisava Design School in Barcelona. Her PhD thesis was selected as the highest-ranking abstracts by Leonardo Labs in 2020. As an artist, she works together with Mar Canet forming an artist duo Varvara & Mar. Often the duo's work is inspired by the information age. Their works were shown at MAD, Barbican, Ars Electronica, ZKM, etc.","image":{"src":"images/contributions-images/Author 3 Image (File responses)/varimage - FeSO4.7H2O.jpeg","width":2500,"height":2390}},{"id":"1066-kang-zhang","nameSurname":"Kang Zhang","website":null,"bio":"Kang Zhang is Acting Head and Professor of Computational Media and Arts, Hong Kong University of Science and Technology (Guangzhou), Professor of Division of Emerging Interdisciplinary Areas, HKUST, Professor Emeritus of Computer Science, The University of Texas at Dallas, and Guest Professor of China Academy of Arts. He was a Fulbright Distinguished Chair and an ACM Distinguished Speaker.","image":{"src":"images/contributions-images/Author 4 Image (File responses)/0bb38e5a3897fe59c715a5ef26ef8b29 - FeSO4.7H2O.JPG","width":1024,"height":1024}}]}},"__N_SSG":true}