{"pageProps":{"data":{"Contribution ID":1070,"Contribution Type":"Artwork","Title":"Parasitic Signals: Coexistence with the SARS-CoV-2 virus","Description":"This project aims to transform the nano-scale of a striking biological phenomenon, the relationship between SARS-CoV-2 coronavirus and human molecules, into an interactive audiovisual simulation. In this work, the interaction data between the spike protein of SARS-CoV-2 and human cellular proteins is measured by Atomic Force Microscopy, which can touch and image a single molecule. We are creating an interactive audiovisual installation and performance from a set of interaction data. The audience is invited to an immersive space where they can control the biomolecules’ behavior so that they can intuitively recognize the biological characteristics. This project is not only a demonstration of scientific data but also tries to look at the interspecies relationship in parasitism. This project particularly deals with our current and future life with coronavirus and demonstrates how we might control our coexistence in virtual space.","Webpage":"https://www.myunginlee.com/covid","Format(s)":"audio, visual, interactive installation","Material(s)":"C++ code, 2~4 speakers, two tablets, microphone, MIDI controller, pedestals","Dimensions (if applicable)":"Dimension is scalable.","Year of creation":2023,"id":"parasitic-signals-coexistence-with-the-sars-cov-2-virus","next":"posts-with-no-response-the-island-of-loneliness","prev":"parasitic-signals-multimodal-sonata-for-real-time-interactive-simulation-of-the-sars-cov-2-virus","images":[{"src":"images/contributions-images/Image 1 (File responses)/01 - Myungin Ben Lee.png","imageCaption":"Installation of Coexistence with the SARS-CoV-2 virus","width":2551,"height":1799},{"src":"images/contributions-images/Image 2 (File responses)/02 - Myungin Ben Lee.png","imageCaption":"From (a) spike trimer of the SARS-CoV-2 virus observed with AFM to (f) rendered dynamic spikes with the labels ","width":519,"height":562},{"src":"images/contributions-images/Image 3 (File responses)/03 - Myungin Ben Lee.png","imageCaption":"Schematic image of components in the simulation with the actual sizes","width":519,"height":562},{"src":"images/contributions-images/Image 4 (File responses)/04 - Myungin Ben Lee.jpg","imageCaption":"Four stages of SARS-CoV-2 infection toward the lung along the airway: Appearance, Diffusion, Penetration, and Binding for Entry","width":2550,"height":1772},{"src":"images/contributions-images/Image 5 (File responses)/05 - Myungin Ben Lee.jpg","imageCaption":"Overall structure of multimodal design","width":3844,"height":813}],"authors":[{"id":"1070-myungin-lee","nameSurname":"Myungin Lee","website":"https://www.myunginlee.com/","bio":"Dr. Myungin Lee is a researcher designing multimodal instruments based on scientific theory, composition, signal processing, machine learning, and gestural interface. He pursues cohesive multimodal instrument design and compositions by establishing crossmodal correspondence between modalities, including physics, audio, graphics, and interface. He is a faculty member in the Immersive Media Design program at the University of Maryland, College Park.","image":{"src":"images/contributions-images/Author 1 Image (File responses)/lee - Myungin Ben Lee.jpg","width":1760,"height":1760}},{"id":"1070-sabina-hyoju-ahn","nameSurname":"Sabina Hyoju Ahn","website":"http://sabinaahn.com/","bio":"Sabina Hyoju Ahn is an artist engaging with various media represented through auditory perception, tactile sense, visual elements and a mixture of digital and analog technology. Her research seeks to find hidden rules and patterns in natural elements and multi-layered relationships between human and non-human beings by translating imperceptible data in natural elements into different perceptual experiences. In her work, biological materials are often used, combined or connected to machines, and transformed.","image":{"src":"images/contributions-images/Author 2 Image (File responses)/ahn - Myungin Ben Lee.jpg","width":1000,"height":667}},{"id":"1070-yoojin-oh","nameSurname":"Yoojin Oh","website":"https://www.jku.at/institut-fuer-biophysik/ueber-uns/team/nano-microbiology-yoojin-oh","bio":"Yoojin Oh is currently a senior scientist at the Institute of Biophysics, Johannes Kepler University Linz with a technical focus on microscopic imaging in nano-scale. She studied physics by developing scanning probe microscopic techniques and obtained a doctoral degree in Korea. In 2009, she moved to Europe as a post-doctoral researcher and applied microscopic techniques to living organisms and pathogenic systems. With her broad scientific activities, she is also interested in interdisciplinary artwork by collaborating with artists.","image":{"src":"images/contributions-images/Author 3 Image (File responses)/photoOH - Myungin Ben Lee.jpg","width":2425,"height":2988}},{"id":"1070-joann-kuchera-morin","nameSurname":"JoAnn Kuchera-Morin","website":" https://allosphere.ucsb.edu/kuchera-morin","bio":"Dr. JoAnn Kuchera-Morin, Director and Chief Scientist of the AlloSphere Research Facility, is a Professor of Media Arts and Technology and Music at the University of California, Santa Barbara. She created and was Chief Scientist of Digital Media for the University of California. This led to the creation of a Digital Media Center in the California NanoSystems Institute and the AlloSphere instrument designed for immersive, interactive scientific and artistic investigation of multi-dimensional datasets.","image":{"src":"images/contributions-images/Author 4 Image (File responses)/kuchera-morin - Myungin Ben Lee.jpg","width":3400,"height":3403}}]}},"__N_SSG":true}