{"pageProps":{"data":{"Contribution ID":1062,"Contribution Type":"Artwork","Title":"The Heart (Video Documentation)","Description":"The Heart is a site-responsive, slow Artificial Intelligence artwork to be lived with over decades. It reveals the pulse of a superorganism: the community visiting, living, and working in Melbourne Connect, a city-block size building, home of businesses, university departments, a kindergarten, accommodation, and a science museum. The Heart beats indefinitely for and with the life of the building and its community.\n\nThe Heart is connected to 4800 Building Information Modelling sensors. These monitor CO2, humidity, occupancy, movement, light, and more. The building adjusts the environment to create the optimum conditions for human comfort and safety. Normally, the automated work of building sensors and systems is dispersed and imperceptible. The Heart stages the building’s ‘sensations’ in a way people can perceive and begin to empathise with. It does this by taking form in Melbourne Connect as a 10-metre-tall volume of brass droppers, reconstituted brick fragments, and LEDs in the shape of a giant human heart.\n\nThe Heart operates within a perpetual present, responding live to the activity occurring in proximity to its sensors in perpetuity, and responds through changes in heart rate and animation. Visitors can also interact directly with The Heart by touching a heart rate monitor and adding their pulse to the building.\n\nThe Heart uses Manifold Learning to become accustomed to the live ‘sensations’ it receives from its ‘body’ (the building) over the course of each day. At night when The Heart sleeps, it creates a new manifold merged with previous days’ manifolds. When awake, it compares what it ‘feels’ in the present against its habituated experience of the past.\n\nThe Heart also uses a Generative Adversarial Network (GAN) to develop a capacity to anticipate what it is about to ‘feel’ based on its ‘lifetime’ of habituated experiences. \n\nVisit: 700 Swanston Street, Melbourne\n\nArtist: Robert Walton \nAI Programming: Zaher Joukhadar \nDesign: ADDITIVE \nHeart OS: Brad Hammond","Webpage":"https://robertwalton.net/project/the-heart/","Format(s)":"Durational performance, live computer simulation running in perpetuity, 3D display volume, tapered neon.","Material(s)":"Brass, scientific glass, neon, LED, reconstituted brick and 3D-printed weights, custom printed circuit boards, custom operating system HeartOS (Unity), custom data pipeline, custom Manifold Learning and Generative Adversarial Network implementations, 4800 BIM sensors, Melbourne Connect, people breathing and moving in Melbourne Connect.","Dimensions (if applicable)":"Visible: 10m x 10m x 10m (approx.) Invisible: 100m x 200m x 70m (approx.)","Year of creation":2023,"Email Address":"robert.walton@unimelb.edu.au","id":"the-heart-video-documentation","next":"bitter-data-an-exploration-into-data-edibilization-of-negative-emotion","prev":"monster-in-a-snow-globe-biographies-as-data-physicalizations","images":[{"src":"images/contributions-images/Image 1 (File responses)/DSC_1445 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect, Robert Walton Photo: Michael McAtomney","width":1920,"height":1280},{"src":"images/contributions-images/Image 2 (File responses)/DSC00123 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect. Detail from landing. Photo: Michael McAtomney","width":1920,"height":1080},{"src":"images/contributions-images/Image 3 (File responses)/DSC00104 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect. Photo: Michael McAtomney","width":1920,"height":1080},{"src":"images/contributions-images/Image 4 (File responses)/DSC_0918 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect. Detail of interaction with pulse monitor. Photo: Michael McAtomney","width":1280,"height":1920},{"src":"images/contributions-images/Image 5 (File responses)/DSC00114 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect. Photo: Michael McAtomney","width":1920,"height":1080},{"src":"images/contributions-images/Image 6 (File responses)/DSC00127 - Robert Walton.jpg","imageCaption":"The Heart, Melbourne Connect. View from 1st floor. Photo: Michael McAtomney","width":1536,"height":1920}],"authors":[{"id":"1062-robert-walton","nameSurname":"Robert Walton","website":"https://www.robertwalton.net","bio":"Robert Walton is an artist and director who has been recognised with multiple awards for his work in theatre, screen, installation, writing, interactive art, and research. He currently serves as the Dean’s Research Fellow at The University of Melbourne’s Faculty of Fine Arts and Music. In this role, he leads the development of performances and artworks that explore the creative potential of both ancient and modern technologies.\n\nProject Role: Lead Artist"},{"id":"1062-zaher-joukhadar","nameSurname":"Zaher Joukhadar","website":"https://mdap.unimelb.edu.au","bio":"Zaher is a research data specialist, currently working at the Chancellery of The University of Melbourne. He is a part of the Melbourne Data Analytics Platform (MDAP), an interdisciplinary team working to uplift digital research capabilities at the university. Over the last decade Zaher has worked across research and industry in the fields of visual computing, mixed reality, image processing and machine learning.\n\nProject Role: AI Programming"},{"id":"1062-additive-paul-lim-and-bosco-shaw","nameSurname":"Additive (Paul Lim and Bosco Shaw)","website":"https://additive.lighting","bio":"Project Role: Design"},{"id":"1062-brad-hammond-","nameSurname":"Brad Hammond ","website":"https://exp.org.au","bio":"Project Role: HeartOS (Unity)"},{"id":"1062-michael-mcatomney-melbourne-connect","nameSurname":"Michael McAtomney (Melbourne Connect)","website":"https://melbconnect.com.au/the-heart","bio":"Project Role: Videography and Editing"}]}},"__N_SSG":true}