[
  {
    "Timestamp": "Date(2023,7,21,23,36,22)",
    "Contribution ID": 1084,
    "Contribution Type": "Pictorial",
    "Title": "Associative Forms for Encoding Multivariate Climate Data",
    "Description": "We are constantly decoding and assimilating the clues our from our natural environment provides through sensory experiences and recoding them into our own experiential repertory.  Research of environmental and climate-based change through data measurement and analysis separates us from the sensory experience of our immediate environment. \nOur research objective is to facilitate the merging of our sensory perception of the environment with the data representing that environment, through the development of a new visual vocabulary that speaks both to the scientific and artistic representations of our environments, translating data into a sensory perception, making us perpetually present in the deeper, richer reality of our environment.\n\nCurrent visualization glyphs used in climate sci¬ence represent data with simple geometric primitives. These generic geometries bear no relationship to the sensory aspects of our environmental experiences, and they fail to evoke any personal connection to the data. \n\nHere we present handcrafted organic 3D glyph designs, drawn specifically from the forms, textures, metaphors, and narratives we observe in nature. We demonstrate how this vocabulary can not only accurately and efficiently depict data but also bridge the gap between our current experiences with environmental data and our sensory experience and memory of our environment. \n",
    "Webpage": "https://sites.utexas.edu/artscivis/",
    "Author 1 Name and Surname": "Francesca Samsel",
    "Author 1 Website": "https://sites.utexas.edu/artscivis/",
    "Author 1 Bio (max 600 characters)": "\nFrancesca Samsel, trained as an artist, is a Research Scientists in the Visualization Department at Texas Advanced Computing Center, University of Texas at Austin collaborating with scientists and visualization researchers to identify artistic practices able to assist in visualization and communication of scientific research.  By coupling climate model renderings, generated using an expanded artistic vocabulary and contextualized via an artistic perspective the works presented in museums, planetariums, and informal spaces to enable the general public access to these complex climate models.",
    "Author 1 Image": "Screen Shot 2023-08-21 at 2.32.33 PM - Francesca Samsel.png",
    "Author 2 Name and Surname": "Daniel Keefe",
    "Author 2 Website": "https://ivlab.cs.umn.edu/",
    "Author 2 Bio (max 600 characters)": "Dr. Keefe is a Professor of Computer Science and Engineering at the University of Minnesota directing a research program in data visualization, interactive computer graphics, and spatial user interfaces that we call the Interactive Visualization Lab.  Current projects center on: augmented reality visualization and data physicalization, data storytelling, community-engaged co-design ensemble visualization for climate science, and basic research in 3D user interfaces, haptics, and pen and multi-touch input techniques. ",
    "Author 2 Image": "Keefe - Francesca Samsel.png",
    "Author 3 Name and Surname": "Gregory ABram",
    "Author 3 Website": "www.sculpting-vis.org",
    "Author 3 Bio (max 600 characters)": "Gregory Abram is a visualization researcher at Texas Advanced Computing Center, University of Texas at Austin, Austin, TX, 78712, USA. His research focuses on parallel visualization systems. Abram received the Ph.D. degree in computer science from the University of North Carolina, Chapel Hill, NC, USA.",
    "Author 3 Image": "Abram - Francesca Samsel.png",
    "Author 4 Name and Surname": "Catherine Bowman",
    "Image 1": "CarbonGulf - Francesca Samsel.png",
    "Image 1 Caption": "Carbon Tracks, uses data and illustration to speak to nitrate levels in the Gulf of Mexico.",
    "Image 2 Caption": "Combination of biogeochemistry data in the Gulf of Mexico with illustration, Oxygen speaks of the extended reach of hypoxic ecosystems.",
    "Image 3": "QuietPlankton4 - Francesca Samsel.png",
    "Image 3 Caption": "Sargassum, references the 5000 mile wide swath of toxic bloom washing onto coastal regions across two continents.",
    "Image 4": "Dispruptions - Francesca Samsel.png",
    "Image 4 Caption": "Disruptions, speaks of ecosystem disruptions being driven by microscopic organisms.",
    "Image 5": "FaunaFlora2 - Francesca Samsel.png",
    "Image 5 Caption": "Visualizations from our study on the associative properties of form, top - glyphs from the fauna category, bottom - glyphs from the flora category.",
    "Image 6": "Antarctic1 - Francesca Samsel.png",
    "Image 6 Caption": "Visualization of waters under the Antarctic Filchner Ronne Ice Shelf containing glyphs associated with flora, fauna and mineral associations.",
    "Image 7": "AbstractionLevels - Francesca Samsel.png",
    "Image 7 Caption": "Glyphs designed for geoscience data. The rows categories: fauna, flora, and mineral. Columns illustrate the range from representational to abstract. ",
    "Image 8": "Larsenv2 - Francesca Samsel.png",
    "Image 8 Caption": "Collages on the waters under the Antarctic Ice Shelves, containing data and contextual imagery  on the fragility of these environments.",
    "Image 9": "AbstractionAffect - Francesca Samsel.png",
    "Image 9 Caption": "Balancing between art and science, this detail illustrates the richness of imagery created by the artistic glyphs. "
  },
  {
    "Timestamp": "Date(2023,7,22,0,31,1)",
    "Contribution ID": 1086,
    "Contribution Type": "Artwork",
    "Title": "Mixtures of Human Experience, Intellectual Analysis, Data Representation and Our Natural Environment",
    "Description": "As humans, we are perpetually present in nature. We experience\nnature through sensory perception of everything that surrounds us:\nthe breeze on our skin, the warmth of the sun, the scent of flowering\nplants, the tactile variations in the surfaces of our environment. We are\nconstantly decoding and assimilating the clues our natural environment\nprovides through sensory experiences.\nIn contrast, expression of environmental and climate-based change\nthrough data measurement and analysis separates us from the sensory\nexperience of our immediate environment. The current simulations and\ndepictions of climate change data – ocean chemistry, coupled ecosystem\nmodels, the atmosphere far above and the ocean currents far below –\nare viewed as separate from our personal environments: distant, not\npart of us, not connected to us, and unrelated to our perpetually present\nsensory experience.\nThe separation of our emotional connection to nature from our\nintellectual study inhibits our ability to absorb the growing impact\non our daily lives. The work presented here seeks be a conduit assisting\nus to close the gap between our human emotional connection to nature\nfrom our intellectual study and the sterile analytical imagery we use to\nunderstand the invisible physical changes underway.\nWe rely on the interplay of art, technology and science, and the\ndance of these disciplines as they augment one another to create an\nemotional connection between the audience and the data. Prior work\nfocused on building out artistic vocabulary for clear, engaging science\nexploration and communication. The series presented here, melds the\nscience inquiry, data representation, artistic contextual content to create\nnew layers of meaning and connection.\n",
    "Webpage": "https://sites.utexas.edu/artscivis/",
    "Artwork caption": "Carbon Tracks, a work built with E3SM simulated climate model data on the biogeochemistry within the Gulf of Mexico.",
    "Format(s)": "print",
    "Material(s)": "paper and ink",
    "Dimensions (if applicable)": "48' x 18'",
    "Year of creation": 2022,
    "Author 1 Name and Surname": "Francesca Samsel",
    "Author 1 Website": "https://sites.utexas.edu/artscivis/",
    "Author 1 Bio (max 600 characters)": "Focusing on multidisciplinary collaboration, Francesca Samsel, trained as an artist , is a Research Scientist at the Texas Advanced Computing Center at the University of Texas at Austin, collaborates with environmental scientists, scientific visualization research teams to apply an artistic voice and language to the science that underpins the climate challenges of this generation.  ",
    "Author 1 Image": "Screen Shot 2023-08-21 at 2.32.33 PM - Francesca Samsel.png",
    "Image 1": "CarbonGulf - Francesca Samsel.png",
    "Image 1 Caption": "Carbon Tracks, uses data and illustration to speak to nitrate levels in the Gulf of Mexico.",
    "Image 2": "Oxygen - Francesca Samsel.png",
    "Image 2 Caption": "Combination of biogeochemistry data in the Gulf of Mexico with illustration, Oxygen speaks of the extended reach of hypoxic ecosystems.",
    "Image 3": "QuietPlankton4 - Francesca Samsel.png",
    "Image 3 Caption": "Sargassum, references the 5000 mile wide swath of toxic bloom washing onto coastal regions across two continents.",
    "Image 4": "Dispruptions - Francesca Samsel.png",
    "Image 4 Caption": "Disruptions, speaks of ecosystem disruptions being driven by microscopic organisms.",
    "Image 5": "FaunaFlora2 - Francesca Samsel.png",
    "Image 5 Caption": "Visualizations from our study on the associative properties of form, top - glyphs from the fauna category, bottom - glyphs from the flora category.",
    "Image 6": "Antarctic1 - Francesca Samsel.png",
    "Image 6 Caption": "Visualization of waters under the Antarctic Filchner Ronne Ice Shelf containing glyphs associated with flora, fauna and mineral associations.",
    "Image 7": "AbstractionLevels - Francesca Samsel.png",
    "Image 7 Caption": "Glyphs designed for geoscience data. The rows categories: fauna, flora, and mineral. Columns illustrate the range from representational to abstract. ",
    "Image 8": "Larsenv2 - Francesca Samsel.png",
    "Image 8 Caption": "Collages on the waters under the Antarctic Ice Shelves, containing data and contextual imagery  on the fragility of these environments.",
    "Image 9": "AbstractionAffect - Francesca Samsel.png",
    "Image 9 Caption": "Balancing between art and science, this detail illustrates the richness of imagery created by the artistic glyphs. "
  }
]